Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/PaymentsBundle/Resources/translations/messages.*.xlf
Languages: hr

# sylius.form.credit_card.cardholder_name
source: Cardholer Name
hr: Vlasnik kartice

# sylius.form.credit_card.expiry_month
source: Expiration Month
hr: Mjesec isteka kartice

# sylius.form.credit_card.expiry_year
source: Expiration Year
hr: Godina isteka kartice

# sylius.form.credit_card.number
source: Card Number
hr: Broj kartice

# sylius.form.credit_card.security_code
source: Security (CVV) Code
hr: Sigurnosni (CVV) Kod

# sylius.form.credit_card.type
source: Card Type
hr: Tip kartice

# sylius.form.payment.amount
source: Payment amount
hr: Iznos

# sylius.form.payment.method
source: Payment method
hr: Tip plaćanja

# sylius.form.payment_method.description
source: Description
hr: Opis

# sylius.form.payment_method.enabled
source: Enabled?
hr: Aktivna?

# sylius.form.payment_method.gateway
source: Gateway
hr: Tip plaćanja

# sylius.form.payment_method.name
source: Name
hr: Naziv
