Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/AddressingBundle/Resources/translations/validators.*.xlf
Languages: de, es, fr, hr, it, nl, pl

# sylius.address.city.max_length
source: City must not be longer than 255 characters|City must not be longer than 255 characters.
de: Der Name der Stadt darf nicht länger als 255 Zeichen sein|Der Name der Stadt darf nicht länger als 255 Zeichen sein.
es: La ciudad no debe tener más de 255 caracteres|La ciudad no debe tener más de 255 caracteres.
fr: Le nom de la ville ne doit pas être plus long que 255 caractères
hr: Naziv grada ne smije biti dulji od 255 znakova.|Naziv grada ne smije biti dulji od 255 znakova.
it: La città non deve essere piu' lunga di 255 caratteri|La città non deve essere piu' lunga di 255 caratteri|La città non deve essere piu' lunga di 255 caratteri.
nl: Plaats mag niet langer dan 255 karakters zijn|Plaats mag niet langer dan 255 karakters zijn.
pl: Nazwa miejscowości jest zbyt długa. Powininna mieć mniej niż 255 znaków|Nazwa miejscowości jest zbyt długa. Powinienna mieć mniej niż 255 znaków.

# sylius.address.city.min_length
source: City must be at least 2 characters long|City must be at least 2 characters long.
de: Der Name der Stadt muss mindestens 2 Zeichen lang sein|Der Name der Stadt muss mindestens 2 Zeichen lang sein.
es: La ciudad debe tener al menos 2 caracteres|La ciudad debe tener al menos 2 caracteres.
fr: Le nom de la ville doit être plus long que 2 caractères
hr: Naziv grada mora sadržavati najmanje dva znaka.|Grad mora sadržavati najmanje dva znaka.
it: La città deve essere lunga almeno due caratteri|La città deve essere lunga almeno due caratteri.
nl: Plaats moet minstens 2 karakters lang zijn|Plaats moet minstens 2 karakters lang zijn.
pl: Nazwa miejscowości jest zbyt krótka. Powinna mieć 2 lub więcej znaków|Nazwa miejscowości jest zbyt krótka. Powinienna mieć 2 lub więcej znaków.

# sylius.address.city.not_blank
source: Please enter city.
de: Bitte geben Sie Ihre Stadt an.
es: Por favor introduzca la ciudad.
fr: Veuillez entrer une ville
hr: Unesite naziv grada.
it: Inserisci la città.
nl: Voer een plaats in.
pl: Proszę podać miejscowość.

# sylius.address.country.not_blank
source: Please select country.
de: Bitte wählen Sie Ihr Land aus.
es: Por favor seleccione un país.
fr: sylius.address.country.not_blank
hr: Odaberite državu.
it: Inserisci la nazione.
nl: Selecteer een land.
pl: Proszę wybrać kraj.

# sylius.address.first_name.max_length
source: First name must not be longer than 255 characters|First name must not be longer than 255 characters.
de: Der Vorname darf nicht länger als 255 Zeichen sein|Der Vorname darf nicht länger als 255 Zeichen sein.
es: El nombre no debe tener más de 255 caracteres|El nombre no debe tener más de 255 caracteres.
fr: Le prénom ne doit pas être plus long que 255 caractères
hr: Ime ne smije biti duže od 255 znakova.|Ime ne smije biti duže od 255 znakova.
it: Il nome non deve essere più lungo di 255 caratteri|Il nome non deve essere più lungo di 255 caratteri.
nl: Voornaam mag niet langer dan 255 karakters zijn|Voornaam mag niet langer dan 255 karakters zijn.
pl: Imię jest zbyt długie. Powinno mieć mniej niż 255 znaków|Imię jest zbyt długie. Powinno mieć mniej niż 255 znaków.

# sylius.address.first_name.min_length
source: First name must be at least 2 characters long|First name must be at least 2 characters long.
de: Der Vorname muss mindestens 2 Zeichen lang sein|Der Vorname muss mindestens 2 Zeichen lang sein.
es: El nombre debe tener al menos 2 caracteres|El nombre debe tener al menos 2 caracteres.
fr: Le prénom doit être plus long que 2 caractères
hr: Ime mora sadržavati najmanje dva znaka.|Ime mora sadržavati najmanje dva znaka.
it: Il nome deve essere lungo almeno due caratteri|Il nome deve essere lungo almeno due caratteri.
nl: Voornaam moet minstens 2 karakters lang zijn|Voornaam moet minstens 2 karakters lang zijn.
pl: Imię jest zbyt krótkie. Powinno mieć 2 lub więcej znaków|Imię jest zbyt krótkie. Powinno mieć 2 lub więcej znaków.

# sylius.address.first_name.not_blank
source: Please enter first name.
de: Bitte geben Sie Ihren Vornamen an.
es: Por favor introduzca su nombre.
fr: Veuillez entrer votre prénom
hr: Unesite Vaše ime.
it: Inserisci il nome.
nl: Voer een voornaam in.
pl: Proszę podać swoje imię.

# sylius.address.last_name.max_length
source: Last name must not be longer than 255 characters|Last name must not be longer than 255 characters.
de: Der Nachname darf nicht länger als 255 Zeichen sein|Der Nachname darf nicht länger als 255 Zeichen sein.
es: Los apellidos no deben tener más de 255 caracteres|Los apellidos no deben tener más de 255 caracteres.
fr: Le prénom ne doit pas être plus long que 255 caractères
hr: Prezime ne smije biti duže od 255 znakova.|Prezime ne smije biti duže od 255 znakova.
it: Il cognome non deve essere più lungo di 255 caratteri|Il cognome non deve essere più lungo di 255 caratteri.
nl: Achternaam mag niet langer dan 255 karakters zijn|Achternaam mag niet langer dan 255 karakters zijn.
pl: Nazwisko jest zbyt długie. Powinno mieć mniej niż 255 znaków|Nazwisko jest zbyt długie. Powinno mieć mniej niż 255 znaków.

# sylius.address.last_name.min_length
source: Last name must be at least 2 characters long|Last name must be at least 2 characters long.
de: Der Nachname muss mindestens 2 Zeichen lang sein|Der Nachname muss mindestens 2 Zeichen lang sein.
es: Los apellidos deben tener al menos 2 caracteres|Los apellidos deben tener al menos 2 caracteres.
fr: Le nom doit être plus long que 2 caractères
hr: Prezime mora sadržavati najmanje dva znaka.|Prezime mora sadržavati najmanje dva znaka.
it: Il cognome deve essere lungo almeno due caratteri|Il cognome deve essere lungo almeno due caratteri.
nl: Achternaam moet minstens 2 karakters lang zijn|Achternaam moet minstens 2 karakters lang zijn.
pl: Nazwisko jest zbyt krótkie. Powinno mieć 2 lub więcej znaków|Nazwisko jest zbyt krótkie. Powinno mieć 2 lub więcej znaków.

# sylius.address.last_name.not_blank
source: Please enter last name.
de: Bitte geben Sie Ihren Nachnamen an.
es: Por favor introduzca sus apellidos.
fr: Veuillez entrer votre nom
hr: Unesite Vaše prezime.
it: Inserisci il cognome.
nl: Voer een achternaam in.
pl: Proszę podać swoje naziwsko.

# sylius.address.postcode.max_length
source: Postcode must not be longer than 255 characters|Postcode must not be longer than 255 characters.
de: Die Postleitzahl darf nicht länger als 255 Zeichen sein|Die Postleitzahl darf nicht länger als 255 Zeichen sein.
es: El código postal no debe tener más de 255 caracteres|El código postal no debe tener más de 255 caracteres.
fr: Le code postal ne doit pas être plus long que 255 caractères
hr: Poštanski broj ne smije biti duži od 255 znakova.|Poštanski broj ne smije biti duži od 255 znakova.
it: Il CAP non deve essere più lungo di 255 caratteri|Il CAP non deve essere più lungo di 255 caratteri.
nl: Postcode mag niet langer dan 255 karakters zijn|Postcode mag niet langer dan 255 karakters zijn.
pl: Kod pocztowy jest zbyt długi. Powinien mieć mniej niż 255 znaków|Kod pocztowy jest zbyt długi. Powinien mieć mniej niż 255 znaków.

# sylius.address.postcode.min_length
source: Postcode must be at least 2 characters long|Postcode must be at least 2 characters long.
de: Die Postleitzahl muss mindestens 2 Zeichen lang sein|Die Postleitzahl muss mindestens 2 Zeichen lang sein.
es: El código postal debe tener al menos 2 caracteres|El código postal debe tener al menos 2 caracteres.
fr: Le code postal doit être plus long que 2 caractères
hr: Poštanski broj mora sadržavati najmanje dva znaka.|Poštanski broj mora sadržavati najmanje dva znaka.
it: Il CAP deve essere lungo almeno due caratteri| Il CAP deve essere lungo almeno due carattri.
nl: Postcode moet minstens 2 karakters lang zijn|Postcode moet minstens 2 karakters lang zijn.
pl: Kod pocztowy jest zbyt krótki. Powinien mieć 2 lub więcej znaków|Kod pocztowy jest zbyt krótki. Powinien mieć 2 lub więcej znaków.

# sylius.address.postcode.not_blank
source: Please enter postcode.
de: Bitte geben Sie Ihre Postleitzahl an.
es: Por favor introduzca el código postal.
fr: Veuillez entrer un code postal
hr: Unesite poštanski broj.
it: Inserisci il CAP.
nl: Voer een postcode in.
pl: Proszę podać kod pocztowy.

# sylius.address.province.valid
source: Please select proper province.
de: Bitte wählen Sie ein korrektes Bundesland aus.
es: Por favor seleccione la provincia apropiada.
fr: sylius.address.province.valid
hr: Odaberite ispravnu regiju.
it: Seleziona la provincia.
nl: Selecteer een provincie.
pl: Proszę wybrać prawidłowe województwo.

# sylius.address.street.max_length
source: Street must not be longer than 255 characters|Street must not be longer than 255 characters.
de: Die Straße darf nicht länger als 255 Zeichen sein|Die Straße darf nicht länger als 255 Zeichen sein.
es: La calle no debe tener más de 255 caracteres|La calle no debe tener más de 255 caracteres.
fr: L'adresse ne doit pas être plus long que 255 caractères
hr: Naziv ulice ne smije biti duži od 255 znakova.|Naziv ulice ne smije biti duži od 255 znakova.
it: L'indirizzo non deve essere piu' lungo di 255 caratteri|L'indirizzo non deve essere piu' lungo di 255 caratteri.
nl: Straat mag niet langer dan 255 karakters zijn|Straat mag niet langer dan 255 karakters zijn.
pl: Adres jest zbyt długi. Powinien mieć mniej niż 255 znaków|Adres jest zbyt długi. Powinien mieć mniej niż 255 znaków.

# sylius.address.street.min_length
source: Street must be at least 2 characters long|Street must be at least 2 characters long.
de: Die Straße muss mindestens 2 Zeichen lang sein|Die Straße muss mindestens 2 Zeichen lang sein.
es: La calle debe tener al menos 2 caracteres|La calle debe tener al menos 2 caracteres.
fr: L'adresse doit être plus long que 2 caractères
hr: Naziv ulice mora sadržavati najmanje dva znaka.|Naziv ulice mora sadržavati najmanje dva znakova.
it: L'indirizzo deve essere lungo almeno due caratteri|L'indirizzo deve essere lungo almeno due caratteri.
nl: Straat moet minstens 2 karakters lang zijn|Straat moet minstens 2 karakters lang zijn.
pl: Adres jest zbyt krótki. Powinien mieć 2 lub więcej znaków|Adres jest zbyt krótki. Powinien mieć 2 lub więcej znaków.

# sylius.address.street.not_blank
source: Please enter street.
de: Bitte geben Sie Ihre Straße an.
es: Por favor introduzca la calle.
fr: Veuillez entrer une adresse
hr: Unesite naziv ulice.
it: Inserisci l'indirizzo.
nl: Voer een straat in.
pl: Proszę podać ulicę.

# sylius.country.iso_name.not_blank
source: Please enter country ISO code.
de: Bitte geben Sie den ISO Code des Landes an.
es: Por favor introduzca el código ISO del país.
fr: sylius.country.iso_name.not_blank
hr: Unesite ISO kod države.
it: Inserisci il codice ISO della nazione.
nl: Voer een ISO landcode in.
pl: Proszę podać kod ISO kraju.

# sylius.country.name.max_length
source: Country Name must not be longer than 255 characters|Country Name must not be longer than 255 characters.
de: Der Name des Landes darf nicht länger als 255 Zeichen sein|Der Name des Landes darf nicht länger als 255 Zeichen sein.
es: El nombre del país no debe tener más de 255 caracteres|El nombre no debe tener más de 255 caracteres.
fr: sylius.country.name.max_length
hr: Naziv države ne smije biti duži od 255 znakova.|Naziv države ne smije biti duži od 255 znakova.
it: Il nome della nazione non deve essere più lungo di 255 caratteri|Il nome della nazione non deve essere piu' lungo di 255 caratteri.
nl: Landnaam mag niet langer dan 255 karakters zijn|Landnaam mag niet langer dan 255 karakters zijn.
pl: Nazwa kraju jest zbyt długa. Powininna mieć mniej niż 255 znaków|Nazwa kraju jest zbyt długa. Powinienna mieć mniej niż 255 znaków.

# sylius.country.name.not_blank
source: Please enter country name.
de: Bitte geben Sie Ihr Land an.
es: Por favor introduzca el nombre del país.
fr: sylius.country.name.not_blank
hr: Unesite naziv države.
it: Inserisci il nome della nazione.
nl: Voer een landnaam in.
pl: Proszę podać nazwę kraju.

# sylius.province.name.max_length
source: Province name must not be longer than 255 characters|Province name must not be longer than 255 characters.
de: Der Name des Bundeslandes darf nicht länger als 255 Zeichen sein|Der Name des Bundeslandes darf nicht länger als 255 Zeichen sein.
es: El nombre de la provincia no debe tener más de 255 caracteres|El nombre de la provincia no debe tener más de 255 caracteres.
fr: sylius.province.name.max_length
hr: Naziv županije ne smije biti duži od 255 znakova.|Naziv županije ne smije biti duži od 255 znakova.
it: Il nome della provincia non deve essere più lungo di 255 caratteri|Il nome della provincia non deve essere più lungo di 255 caratteri.
nl: Provincie naam mag niet langer dan 255 karakters zijn|Provincie naam mag niet langer dan 255 karakters zijn.
pl: Nazwa województwa jest zbyt długa. Powininna mieć mniej niż 255 znaków|Nazwa województwa jest zbyt długa. Powinienna mieć mniej niż 255 znaków.

# sylius.province.name.min_length
source: Province name must be at least 2 characters long|Province name must be at least 2 characters long.
de: Der Name des Bundeslandes muss mindestens 2 Zeichen lang sein|Der Name des Bundeslandes muss mindestens 2 Zeichen lang sein.
es: El nombre de la provincia debe tener al menos 2 caracteres|El nombre de la provincia debe tener al menos 2 caracteres.
fr: sylius.province.name.min_length
hr: Naziv županije mora sadržavati najmanje dva znaka.|Naziv županije mora sadržavati najmanje dva znakova.
it: Il nome della provincia deve essere almeno di due caratteri|Il nome della provincia deve essere almeno di due caratteri.
nl: Provincie naam moet minstens 2 karakters lang zijn|Provincie naam moet minstens 2 karakters lang zijn.
pl: Nazwa województwa jest zbyt krótka. Powinna mieć 2 lub więcej znaków|Nazwa województwa jest zbyt krótka. Powinienna mieć 2 lub więcej znaków.

# sylius.province.name.not_blank
source: Please enter province name.
de: Bitte geben Sie Ihr Bundesland an.
es: Por favor introduzca el nombre de la provincia.
fr: sylius.province.name.not_blank
hr: Unesite naziv županije.
it: Inserisci il nome della provincia.
nl: Voer een provincie naam in.
pl: Proszę podać nazwę województwa.

# sylius.zone.members.min_count
source: Please add at least {{ limit }} zone member.
de: Bitte geben Sie mindestens {{ limit }} Bereiche an.
es: Por favor agregue al menos {{ limit }} miembro(s) a la zona.
fr: sylius.zone.members.min_count
hr: Dodajte barem {{ limit }} jednog člana u zonu.
it: Inserisci almeno {{ limit }} membri nella zona.
nl: Voeg minstens {{ limit }} zone leden toe.
pl: Proszę podać conajmniej {{ limit }} kraj.

# sylius.zone.name.max_length
source: Zone name must not be longer than 255 characters|Zone name must not be longer than 255 characters.
de: Der Name eines Bereiches darf nicht länger als 255 Zeichen sein|Der Name eines Bereiches darf nicht länger als 255 Zeichen sein.
es: El nombre de la zona no debe tener más de 255 caracteres|El nombre no debe tener más de 255 caracteres.
fr: sylius.zone.name.max_length
hr: Naziv regije ne smije biti duži od 255 znakova.|Naziv regije ne smije biti duži od 255 znakova.
it: Il nome della zona non deve essere più lungo di 255 caratteri|Il nome della zona non deve essere più lungo di 255 caratteri.
nl: Zone naam mag niet langer dan 255 karakters zijn|Zone naam mag niet langer dan 255 karakters zijn.
pl: Nazwa strefy jest zbyt długa. Powininna mieć mniej niż 255 znaków|Nazwa strefy jest zbyt długa. Powinienna mieć mniej niż 255 znaków.

# sylius.zone.name.not_blank
source: Please enter zone name.
de: Bitte geben Sie den Namen des Bereiches an.
es: Por favor introduzca el nombre de la zona.
fr: sylius.zone.name.not_blank
hr: Unesite naziv regije.
it: Inserisci il nome della zona.
nl: Voer een zone naam in.
pl: Proszę podać nazwę strefy.
