Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/ProductBundle/Resources/translations/validators.*.xlf
Languages: de, es, fr, hr, nl, ru

source: Please enter product SKU.
de: Bitte geben Sie die Produkt Bestandseinheit an.
es: Por favor introduzca SKU del producto.
fr: Veuillez saisir l'UGS (SKU) du produit.
hr: Unesite kod proizvoda.
nl: Voer een product SKU in.
ru: Пожалуйста введите идентификатор товарной позиции продукта.

source: Product SKU must be unique.
de: Die Produkt Bestandseinheit muss eindeutig sein.
es: El SKU del producto debe ser único.
fr: L'UGS du produit doit être unique.
hr: Kod proizvoda mora biti jedinstven.
nl: Product SKU moet uniek zijn.
ru: Идентификатор товарной позиции продукта должен быть уникальным.

source: Please enter product name.
de: Bitte gib Sie einen Produktnamen an.
es: Por favor introduzca el nombre del producto.
fr: Veuillez saisir le nom du produit.
hr: Unesite naziv proizvoda.
nl: Voer een productnaam in.
ru: Пожалуйста введите название продукта.

source: Product name must be at least 1 character long.|Product name must be at least {{ limit }} characters long.
de: Der Produktname muss mindestens 1 Zeichen lang sein.|Der Produktname muss mindestens {{ limit }} Zeichen lang sein.
es: El nombre del producto debe tener al menos 1 carácter.|El nombre de producto debe tener al menos {{ limit }} caracteres.
fr: Le nom du produit doit être d'au moins 1 caractère.|Le nom du produit doit être d'au moins {{ limit }} caractères.
hr: Naziv proizvoda mora imati najmanje jedan znak.|Naziv proizvoda mora imati najmanje {{ limit }} znakova.
nl: Productnaam moet minstens 1 karakter lang zijn.|Productnaam moet minstens {{ limit }} karakters lang zijn.
ru: Название продукта должно быть не менее 1 символа.|Название продукта должно быть не менее {{ limit }} символов.

source: Product name must not be longer than 1 character.|Product name must not be longer than {{ limit }} characters.
de: Der Produktname darf nicht länger als 1 Zeichen sein.|Der Produktname darf nicht länger als {{ limit }} Zeichen sein.
es: El nombre de producto debe tener como máximo 1 carácter.|El nombre de producto no debe tener más de {{ limit }} caracteres.
fr: Le nom du produit ne doit pas dépasser 1 caractère.|Le nom du produit ne doit pas dépasser {{ limit }} caractères.
hr: Naziv proizvoda ne smije biti duži od jednog znaka.|Naziv proizvoda ne smije biti duži od {{ limit }} znakova.
nl: Productnaam mag niet langer zijn dan 1 karakter.|Productnaam mag niet langer zijn dan {{ limit }} karakters.
ru: Название продукта должно быть длиннее 1 символа.|Название продукта должно быть длиннее {{ limit }} символов.

source: Please enter product description.
de: Bitte geben Sie eine Produktbeschreibung an.
es: Por favor introduzca la descripción del producto.
fr: Veuillez saisir la description du produit.
hr: Unesite opis proizvoda.
nl: Voer een product omschrijving in.
ru: Пожалуйста введите описание продукта.

source: Product description must be at least 1 character long.|Product description must be at least {{ limit }} characters long.
de: Die Produktbeschreibung muss mindestens 1 Zeichen lang sein.|Die Produktbeschreibung muss mindestens {{ limit }} Zeichen lang sein.
es: La descripción de producto debe tener al menos 1 carácter.|La descripción de producto debe tener al menos {{ limit }} caracteres.
fr: La description du produit doit être d'au moins 1 caractère.|La description du produit doit être d'au moins {{ limit }} caractères.
hr: Opis proizvoda mora imati najmanje jedan znak.|Opis proizvoda mora imati najmanje {{ limit }} znakova.
nl: Product omschrijving moet minstens 1 karakter lang zijn.|Product omschrijving moet minstens {{ limit }} karakters lang zijn.
ru: Описание продукта должно быть не менее 1 символа.|Описание продукта должно быть не менее {{ limit }} символов.

source: Please enter variant SKU.
de: Bitte geben Sie die Bestandseinheit der Variante an.
es: Por favor introduzca el SKU de la variante.
fr: Veuillez saisir l'UGS (SKU) de la variante.
hr: Unesite alternativni kod proizvoda.
nl: Voer een variant SKU in.
ru: Пожалуйста введите идентификатор товарной позиции варианта.

source: Variant SKU must be unique.
de: Die Bestandseinheit der Variante muss einzigartig sein.
es: El SKU de la variante debe ser único.
fr: L'UGS de la variante doit être unique.
hr: Alternativni kod proizvoda mora biti jedinstven.
nl: Variant SKU moet uniek zijn.
ru: Идентификатор товарной позиции варианта должен быть уникальным.

source: Please enter option name.
de: Bitte geben Sie einen Namen für die Option ein.
es: Por favor introduzca el nombre de la opción.
fr: Veuillez saisir le nom de l'option.
hr: Unesite naziv svojstva.
nl: Voer een optie naam in.
ru: Пожалуйста введите название опции.

source: Option name must be at least 1 character long.|Option name must be at least {{ limit }} characters long.
de: Der Name der Option muss mindestens 1 Zeichen lang sein.|Der Name der Option muss mindestens {{ limit }} Zeichen lang sein.
es: El nombre de la opción debe tener al menos 1 carácter.|El nombre de opción debe tener al menos {{ limit }} caracteres.
fr: Le nom de l'option doit être d'au moins 1 caractère.|Le nom de l'option doit être d'au moins {{ limit }} caractères.
hr: Naziv svojstva mora imati najmanje jedan znak.|Naziv svojstva proizvoda mora imati najmanje {{ limit }} znakova.
nl: Optie naam moet minstens 1 karakter lang zijn.|Optie naam moet minstens {{ limit }} karakters lang zijn.
ru: Название опции должно быть не менее 1 символа.|Название опции должно быть не менее {{ limit }} символов.

source: Option name must not be longer than 1 character.|Option name must not be longer than {{ limit }} characters.
de: Der Name der Option darf nicht länger als 1 Zeichen sein.|Der Name der Option darf nicht länger als {{ limit }} Zeichen sein.
es: El nombre de la opción debe tener como máximo 1 carácter.|El nombre de la opción no debe tener más de {{ limit }} caracteres.
fr: Le nom de l'option ne doit pas dépasser 1 caractère.|Le nom de l'option ne doit pas dépasser {{ limit }} caractères.
hr: Naziv svojstva ne smije biti duži od jednog znaka.|Naziv svojstva ne smije biti duži od {{ limit }} znakova.
nl: Optie naam mag niet langer zijn dan 1 karakter.|Optie naam mag niet langer zijn dan {{ limit }} karakters.
ru: Название опции должно быть длиннее 1 символа.|Название опции должно быть длиннее {{ limit }} символов.

source: Please enter option presentation.
de: Bitte geben Sie die Option für die Gestaltung an.
es: Por favor complete la presentación de la opción.
fr: Veuillez saisir la présentation de l'option.
hr: Unesite naziv svojstva.
nl: Voer een optie weergave in.
ru: Пожалуйста введите публичное название опции.

source: Option presentation must be at least 1 character long.|Option presentation must be at least {{ limit }} characters long.
de: Die Option für die Gestaltung muss mindestens 1 Zeichen lang sein.|Die Option für die Gestaltung muss mindestens {{ limit }} Zeichen lang sein.
es: La presentación de la opción debe tener al menos 1 carácter.|La presentación de la opción debe tener al menos {{ limit }} caracteres.
fr: La présentation de l'option doit être d'au moins 1 caractère.|La présentation de l'option doit être d'au moins {{ limit }} caractères.
hr: Opis svojstva mora imati najmanje jedan znak.|Opis svojstva mora imati najmanje {{ limit }} znakova.
nl: Optie weergave moet minstens 1 karakter lang zijn.|Optie weergave moet minstens {{ limit }} karakters lang zijn.
ru: Публичное название опции должно быть не менее 1 символа.|Публичное название опции должно быть не менее {{ limit }} символов.

source: Option presentation must not be longer than 1 character.|Option presentation must not be longer than {{ limit }} characters.
de: Die Option für die Gestaltung darf nicht länger als 1 Zeichen sein.|Die Option für die Gestaltung darf nicht länger als {{ limit }} Zeichen lang sein.
es: La presentación de la opción debe tener como máximo 1 carácter.|La presentación de la opción no debe tener más de {{ limit }} caracteres.
fr: La présentation de l'option ne doit pas dépasser 1 caractère.|La présentation de l'option ne doit pas dépasser {{ limit }} caractères.
hr: Opis svojstva ne smije biti duži od jednog znaka.|Opis svojstva artikla ne smije biti duži od {{ limit }} znakova.
nl: Optie weergave mag niet langer zijn dan 1 karakter.|Optie weergave mag niet langer zijn dan {{ limit }} karakters.
ru: Публичное название опции должно быть длиннее 1 символа.|Публичное название опции должно быть длиннее {{ limit }} символов.

source: Please add at least {{ limit }} option value.|Please add at least {{ limit }} option values.
de: Bitte geben Sie mindestens {{ limit }} Wert für diese Option ein.|Bitte geben Sie mindestens {{ limit }} Werte für diese Option ein.
es: Por favor añada al menos {{ limit }} valor para la opción.|Por favor añada al menos {{ limit }} valores para la opción.
fr: Veuillez ajouter au moins {{ limit }} valeur pour l'option.|Veuillez ajouter au moins {{ limit }} valeurs pour l'option.
hr: Unesite barem {{ limit }} opciju artikla.|nesite barem {{ limit }} opciju artikla.
nl: Voeg minstens {{ limit }} optie waarde toe.|Voeg minstens {{ limit }} optie waardes toe.
ru: Пожалуйста введите не меннее {{ limit }} значения опции.|Пожалуйста введите не меннее {{ limit }} значений опции.

source: Please enter option value.
de: Bitte geben Sie einen Wert für diese Option ein.
es: Por favor inserte un valor de opción.
fr: Veuillez saisir la valeur de l'option.
hr: Unesite vrijednost svojstva.
nl: Voer een optie waarde in.
ru: Пожалуйста введите значение опции.

source: Please enter property name.
de: Bitte geben Sie einen Namen für diese Einstellung ein.
es: Por favor inserte el nombre de la propiedad.
fr: Veuillez saisir une propriété.
hr: Unesite naziv svojstva artikla.
nl: Voer een eigenschap naam in.
ru: Пожалуйста введите название свойства.

source: Property name must be at least 1 character long.|Property name must be at least {{ limit }} characters long.
de: Der Name dieser Einstellung muss mindestens 1 Zeichen lang sein.|Der Name dieser Einstellung muss mindestens {{ limit }} Zeichen lang sein.
es: El nombre de la propiedad debe tener al menos 1 carácter.|El nombre de la propiedad debe tener al menos {{ limit }} caracteres.
fr: La propriété ne doit pas dépasser 1 caractère.|La propriété ne doit pas dépasser {{ limit }} caractères.
hr: Naziv svojstva artikla mora imati najmanje jedan znak.|Naziv svojstva artikla mora imati najmanje {{ limit }} znakova.
nl: Eigenschap naam moet minstens 1 karakter lang zijn.|Eigenschap naam moet minstens {{ limit }} karakters lang zijn.
ru: Название свойства должно быть не менее 1 символа.|Название свойства должно быть не менее {{ limit }} символов.

source: Property name must not be longer than 1 character.|Property name must not be longer than {{ limit }} characters.
de: Der Name dieser Einstellung darf nicht länger als 1 Zeichen sein.|Der Name dieser Einstellung darf nicht länger als {{ limit }} Zeichen sein.
es: El nombre de la propiedad debe tener como máximo 1 carácter.|El nombre de la propiedad no debe ser más largo de {{ limit }} caracteres.
fr: La propriété ne doit pas dépasser 1 caractère.|La propriété ne doit pas dépasser {{ limit }} caractères.
hr: Naziv svojstva artikla ne smije biti duži od jednog znaka.|Naziv svojstva artikla ne smije biti duži od {{ limit }} znakova.
nl: Eigenschap naam mag niet langer zijn dan 1 karakter.|Eigenschap naam mag niet langer zijn dan {{ limit }} karakters.
ru: Название свойства должно быть длиннее 1 символа.|Название свойства должно быть длиннее {{ limit }} символов.

source: Please enter property presentation.
de: Bitte geben Sie den Wert für die Gestaltung an.
es: Por favor complete la presentación de la propiedad.
fr: Veuillez saisir la présentation de la propriété.
hr: Unesite opis opcije artikla.
nl: Voer een eigenschap weergave in.
ru: Пожалуйста введите публичное название свойства.

source: Property presentation must be at least 1 character long.|Property presentation must be at least {{ limit }} characters long.
de: Der Wert für die Gestaltung muss mindestens 1 Zeichen lang sein.|Der Wert für die Gestaltung muss mindestens {{ limit }} Zeichen lang sein.
es: La presentación de la propiedad debe tener al menos 1 carácter.|La presentación la propiedad debe tener al menos {{ limit }} caracteres.
fr: La présentation de la propriété ne doit pas dépasser 1 caractère.|La présentation de la propriété ne doit pas dépasser {{ limit }} caractères.
hr: Opis svojstva mora imati najmanje jedan znak.|Opis svojstva mora imati najmanje {{ limit }} znakova.
nl: Eigenschap weergave moet minstens 1 karakter lang zijn.|Eigenschap weergave moet minstens {{ limit }} karakters lang zijn.
ru: Публичное название свойства должно быть не менее 1 символа.|Публичное название свойства должно быть не менее {{ limit }} символов.

source: Property presentation must not be longer than 1 character.|Property presentation must not be longer than {{ limit }} characters.
de: Der Wert für die Gestaltung darf nicht länger als 1 Zeichen lang sein.|Der Wert für die Gestaltung darf nicht länger als {{ limit }} Zeichen lang sein.
es: La presentación de la propiedad debe tener como máximo 1 carácter.|La presentación de la propiedad no debe tener más de {{ limit }} caracteres.
fr: La présentation de la propriété ne doit pas dépasser 1 caractère.|La présentation de la propriété ne doit pas dépasser {{ limit }} caractères.
hr: Opcija artikla ne smije biti duža od jednog znaka.|Opcija artikla ne smije biti duža od {{ limit }} znakova.
nl: Eigenschap weergave mag niet langer zijn dan 1 karakter.|Eigenschap weergave mag niet langer zijn dan {{ limit }} karakters.
ru: Публичное название свойства должно быть длиннее 1 символа.|Публичное название свойства должно быть длиннее {{ limit }} символов.

source: Please select property.
de: Bitte wählen Sie eine Einstellung.
es: Por favor seleccione una propiedad.
fr: Veuillez choisir une propriété.
hr: Odaberite opciju artikla.
nl: Selecteer een eigenschap.
ru: Пожалуйста выберите свойство.

source: Please enter product property value.
de: Bitte geben Sie einen Wert für diese Einstellung an.
es: Por favor introduzca un valor para la propiedad.
fr: Veuillez saisir la propriété du produit.
hr: Unesite vrijednost opcije artikla.
nl: Voer een eigenschap waarde in.
ru: Пожалуйста выберите значение свойства.

source: Please enter prototype name.
de: Bitte geben Sie einen Namen für dieses Muster an.
es: Por favor introduzca el nombre del prototipo.
fr: Veuillez saisir le nom du prototype.
hr: Unesite naziv prototipa.
nl: Voer een prototype naam in.
ru: Пожалуйста введите название прототипа.

source: Prototype name must be at least 1 character long.|Prototype name must be at least {{ limit }} characters long.
de: Der Name des Musters muss mindestens 1 Zeichen lang sein.|Der Name des Musters muss mindestens {{ limit }} Zeichen lang sein.
es: El nombre del prototipo debe tener al menos 1 carácter.|El nombre del prototipo debe tener al menos {{ limit }} caracteres.
fr: Le nom du prototype de la propriété ne doit pas dépasser 1 caractère.|Lenom du prototype ne doit pas dépasser {{ limit }} caractères.
hr: Naziv prototipa mora imati najmanje jedan znak.|Naziv prototipa mora imati najmanje {{ limit }} znakova.
nl: Prototype naam weergave moet minstens 1 karakter lang zijn.|Prototype naam moet minstens {{ limit }} karakters lang zijn.
ru: Название прототипа должно быть не менее 1 символа.|Название прототипа должно быть не менее {{ limit }} символов.

source: Prototype name must not be longer than 1 character.|Prototype name must not be longer than {{ limit }} characters.
de: Der Name des Musters darf nicht länger als 1 Zeichen lang sein.|Der Name des Muster darf nicht länger als {{ limit }} Zeichen lang sein.
es: El nombre del prototipo debe tener como máximo 1 carácter.|El nombre del prototipo no debe ser más largo de {{ limit }} caracteres.
fr: Le nom du prototype ne doit pas dépasser 1 caractère.|Le nom du prototype ne doit pas dépasser {{ limit }} caractères.
hr: Naziv prototipa ne smije biti duži od jednog znaka.|Naziv prototipa ne smije biti duži od {{ limit }} znakova.
nl: Prototype naam mag niet langer zijn dan 1 karakter.|Prototype naam mag niet langer zijn dan {{ limit }} karakters.
ru: Название прототипа должно быть длиннее 1 символа.|Название прототипа должно быть длиннее {{ limit }} символов.

source: Variant with this option set already exists.
de: Die Variation mit den gewählten Einstellungen existiert schon.
es: Ya existe una variante con este conjunto de opciones.
fr: La variante avec cette option existe déjà.
hr: Verzija sa ovim opcijama već postoji.
nl: Er bestaat reeds een variant met deze optie.
ru: Вариант с этой опцией уже существует.
