Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/WebBundle/Resources/translations/menu.*.xlf
Languages: de

# sylius.backend.menu.main.assortment
source: Assortment
de: Kollektionen

# sylius.backend.menu.main.configuration
source: Configuration
de: Konfiguration

# sylius.backend.menu.main.countries
source: Countries
de: Länder

# sylius.backend.menu.main.general_settings
source: General settings
de: Allgemeine Einstellungen

# sylius.backend.menu.main.homepage
source: Your store
de: Ihr Shop

# sylius.backend.menu.main.new_order
source: Add new order
de: Neue Bestellung

# sylius.backend.menu.main.new_promotion
source: Add new promotion
de: Neue Promotion

# sylius.backend.menu.main.options
source: Manage product options
de: Produktoptionen verwalten

# sylius.backend.menu.main.orders
source: Current orders
de: Aktuelle Bestellungen

# sylius.backend.menu.main.products
source: Products
de: Produkte

# sylius.backend.menu.main.properties
source: Configure properties
de: Eigenschaften

# sylius.backend.menu.main.prototypes
source: Product prototypes
de: Prototypen

# sylius.backend.menu.main.sales
source: Orders
de: Aufträge

# sylius.backend.menu.main.shipping_categories
source: Shipping categories
de: Versandgruppen

# sylius.backend.menu.main.shipping_methods
source: Shipping methods
de: Versandmethoden

# sylius.backend.menu.main.tax_categories
source: Taxation categories
de: Steuergruppen

# sylius.backend.menu.main.tax_rates
source: Tax rates
de: Steuersätze

# sylius.backend.menu.main.taxation_settings
source: Taxation settings
de: Besteuerung

# sylius.backend.menu.main.taxonomies
source: Categorization
de: Kategorien

# sylius.backend.menu.main.zones
source: Zones
de: Gebiete

# sylius.backend.menu.sidebar.assortment
source: Assortment
de: Kollektionen

# sylius.backend.menu.sidebar.configuration
source: Configuration
de: Konfiguration

# sylius.backend.menu.sidebar.countries
source: Countries
de: Länder

# sylius.backend.menu.sidebar.customer
source: Customers
de: Kunden

# sylius.backend.menu.sidebar.general_settings
source: General settings
de: Allgemeine Einstellungen

# sylius.backend.menu.sidebar.homepage
source: Back to frontend
de: Zurück zum Frontend

# sylius.backend.menu.sidebar.new_order
source: Add new order
de: Neue Bestellung

# sylius.backend.menu.sidebar.new_promotion
source: Add new promotion
de: Neue Promotion hinzufügen

# sylius.backend.menu.sidebar.options
source: Manage options
de: Produktoptionen verwalten

# sylius.backend.menu.sidebar.orders
source: Current orders
de: Aktuelle Bestellungen

# sylius.backend.menu.sidebar.products
source: Products
de: Produkte

# sylius.backend.menu.sidebar.properties
source: Configure properties
de: Eigenschaten

# sylius.backend.menu.sidebar.prototypes
source: Product prototypes
de: Prototypen

# sylius.backend.menu.sidebar.sales
source: Orders
de: Aufträge

# sylius.backend.menu.sidebar.shipping_categories
source: Shipping categories
de: Versandgruppen

# sylius.backend.menu.sidebar.shipping_methods
source: Shipping methods
de: Versandmethoden

# sylius.backend.menu.sidebar.stockables
source: Inventory levels
de: Lagerbestände

# sylius.backend.menu.sidebar.tax_categories
source: Taxation categories
de: Steuerkategorien

# sylius.backend.menu.sidebar.tax_rates
source: Tax rates
de: Steuersätze

# sylius.backend.menu.sidebar.taxation_settings
source: Taxation settings
de: Gruppeneinstellungen

# sylius.backend.menu.sidebar.taxonomies
source: Categorization
de: Gruppierung

# sylius.backend.menu.sidebar.users
source: Users
de: Benutzer

# sylius.backend.menu.sidebar.zones
source: Zones
de: Gebiete

# sylius.frontend.menu.account.orders
source: My orders / my invoices
de: Meine Bestellungen / Meine Rechnungen

# sylius.frontend.menu.account.password
source: My password
de: Mein Passwort

# sylius.frontend.menu.account.profile
source: My personal information
de: Meine persönliche Informationen

# sylius.frontend.menu.account.shop
source: Back to the shop
de: Zurück zum Shop

# sylius.frontend.menu.currency
source: Show prices in %currency%
de: Zeige Preise in %currency%

# sylius.frontend.menu.main.account
source: My account
de: Mein Account

# sylius.frontend.menu.main.cart
source: View cart (%items%) %total%
de: Einkaufswagen (%items%) %total%
