Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/WebBundle/Resources/translations/messages.*.xlf
Languages: de, hr, it, pl, sr_cyrl

# sylius.variant.price
source: Price
de: Preis
hr: Cijena
it: Prezzo
pl: Cena
sr_cyrl: Цена

# sylius.variant.stock
source: Current stock
de: Aktueller Lagerbestand
hr: Trenutno stanje
it: Disponibilità attuale
pl: Aktualnie w magazynie
sr_cyrl: Залихе

# sylius.variant.update_header
source: Editing variant
de: Variante editieren
hr: Uređivanje modela
it: Modificando variante
pl: Edytowanie wariantu
sr_cyrl: Ажурирање варијанте

# sylius.yes
source: yes
de: Ja
hr: Da
it: si
pl: tak
sr_cyrl: да

# sylius.zone.add_member
source: Add member
de: Mitglied hinzufügen
hr: Dodaj člana
it: Aggiungi membro
pl: Dodaj kraj
sr_cyrl: Додајте члана

# sylius.zone.create
source: Create zone
de: Hinzufügen
hr: Kreiraj regiju
it: Crea zona
pl: Dodaj strefę
sr_cyrl: Креирајте зону

# sylius.zone.create_header
source: New zone
de: Gebiet erstellen
hr: Nova regija
it: Nuova zona
pl: Nowa strefa
sr_cyrl: Нова зона

# sylius.zone.index_header
source: Zones
de: Gebiete
hr: Regije
it: Zone
pl: Strefy
sr_cyrl: Зоне

# sylius.zone.manage
source: Manage zones
de: Verwalten
hr: Upravljanje regijama
it: Gestisci zone
pl: Zarządznie strefami
sr_cyrl: Управљајте зонама

# sylius.zone.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.zone.no_results
source: There are no zones configured.
de: Keine Ergebnisse
hr: Ne postoje definirane regije.
it: Non ci sono zone configurate.
pl: Brak stref.
sr_cyrl: Нема конфигурисаних зона.

# sylius.zone.show_header
source: Zone details
de: Gebiete
hr: Detalji regije
it: Dettaglio zone
pl: Szczegóły strefy
sr_cyrl: Детаљи зоне

# sylius.zone.type
source: Type
de: Typ
hr: Tip
it: Tipo
pl: Typ
sr_cyrl: Тип

# sylius.zone.update_header
source: Editing zone
de: Zone editieren
hr: Uređivanje regije
it: Modificando zona
pl: Edycja strefy
sr_cyrl: Ажурирање зоне

# sylius.zone_member.members
source: Members
de: Mitglieder
hr: Članovi
it: Membri
pl: Kraje należące do strefy
sr_cyrl: Чланови

# sylius.account.home.email
source: Email :
de: sylius.account.home.email

# sylius.exchange_rate.id
source: ID
de: sylius.exchange_rate.id

# sylius.filter
source: Filter
de: Filtern
it: Filtri
pl: Filtruj
sr_cyrl: Филтер

# sylius.form.login.email
source: Email
de: sylius.form.login.email

# sylius.form.profile.email
source: Email
de: sylius.form.profile.email

# sylius.payment_method.gateway
source: gateway
de: Zugang
pl: Bramka
sr_cyrl: капија

# sylius.country.id
source: ID
sr_cyrl: ИД

# sylius.email
source: E-Mail
sr_cyrl: Е-Пошта

# sylius.logo
source: Sylius
sr_cyrl: Сyлиус

# sylius.order.id
source: ID
sr_cyrl: ИД

# sylius.payment.id
source: ID
sr_cyrl: ИД

# sylius.payment_method.id
source: ID
sr_cyrl: ИД

# sylius.shipment.id
source: ID
sr_cyrl: ИД

# sylius.shipping_category.id
source: ID
sr_cyrl: ИД

# sylius.shipping_method.id
source: ID
sr_cyrl: ИД

# sylius.tax_category.id
source: ID
sr_cyrl: ИД

# sylius.user.email
source: E-Mail
sr_cyrl: Е-Маил

# sylius.user.id
source: ID
sr_cyrl: ИД
