Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/WebBundle/Resources/translations/messages.*.xlf
Languages: de, hr, it, pl, sr_cyrl

# sylius.account.address.action.delete
source: Delete
de: sylius.account.address.action.delete
hr: sylius.account.address.action.delete

# sylius.account.address.create
source: Create a new address
de: sylius.account.address.create
hr: sylius.account.address.create

# sylius.account.address.default.billing
source: Default billing address
de: sylius.account.address.default.billing
hr: sylius.account.address.default.billing

# sylius.account.address.default.no_billing
source: No default billing address
de: sylius.account.address.default.no_billing
hr: sylius.account.address.default.no_billing

# sylius.account.address.default.no_shipping
source: No default shipping address
de: sylius.account.address.default.no_shipping
hr: sylius.account.address.default.no_shipping

# sylius.account.address.default.shipping
source: Default shipping address
de: sylius.account.address.default.shipping
hr: sylius.account.address.default.shipping

# sylius.account.address.empty
source: You have created no address yet.
de: sylius.account.address.empty
hr: sylius.account.address.empty

# sylius.account.address.flash.billing.success
source: The address has been successfully set as your default billing address.
de: sylius.account.address.flash.billing.success
hr: sylius.account.address.flash.billing.success

# sylius.account.address.flash.shipping.success
source: The address has been successfully set as your default shipping address.
de: sylius.account.address.flash.shipping.success
hr: sylius.account.address.flash.shipping.success

# sylius.account.address.list
source: All your addresses
de: sylius.account.address.list
hr: sylius.account.address.list

# sylius.account.address.update
source: Edit my address
de: sylius.account.address.update
hr: sylius.account.address.update

# sylius.account.home.id
source: Customer ID :
de: sylius.account.home.id
hr: ID kupca:

# sylius.account.home.outline
source: Enjoy all the features that are available on your personal space to view, track and manage all your data.
de: sylius.account.home.outline
hr: Uživajte u svim opcijama koje su vam dostupne.

# sylius.account.home.since
source: You are customer since
de: sylius.account.home.since
hr: Vi ste kupac od

# sylius.account.home.welcome
source: Welcome to your space
de: sylius.account.home.welcome
hr: Dobrodošli u vaš kutak

# sylius.account.order.created_at
source: Placed at
de: sylius.account.order.created_at
hr: Narudžba kreirana

# sylius.account.order.details
source: Details of your order
de: sylius.account.order.details
hr: Detalji vaše narudžbe

# sylius.account.order.download_invoice
source: Download the invoice
hr: Preuzmite račun

# sylius.account.order.empty
source: You have placed no order yet.
de: sylius.account.order.empty
hr: Nemate narudžbi.

# sylius.account.order.invoice
source: Invoice
de: sylius.account.order.invoice
hr: Račun

# sylius.account.order.list
source: All your orders
de: sylius.account.order.list
hr: Sve vaše narudžbe

# sylius.account.order.number
source: Number :
de: sylius.account.order.number
hr: Broj narudžbe:

# sylius.account.order.payment_mode
source: Payment mode :
hr: Tip plaćanja:

# sylius.account.order.placed_at
source: Placed at %at%
de: sylius.account.order.placed_at
hr: Datum %at%

# sylius.account.order.shipment.pending
source: Pending
hr: Na čekanju

# sylius.account.order.shipment.ready
source: Ready since %at%
hr: Narudžba spremna za dostavu %at%

# sylius.account.order.shipment.returned
source: Returned %at%
hr: Vraćena narudžba %at%

# sylius.account.order.shipment.shipped
source: Shipped %at%
hr: Dostavljeno %at%

# sylius.account.order.shipment_mode
source: Shipment mode :
hr: Način dostave:

# sylius.account.order.state
source: State :
de: sylius.account.order.state
hr: Država :

# sylius.account.order.total
source: Total
hr: Ukupno

# sylius.account.order.tracking_number
source: Tracking number
de: sylius.account.order.tracking_number
hr: Kod za praćenje

# sylius.add_to_cart
source: Add to cart
de: In den Einkaufswagen
hr: Dodaj u košaricu
it: Aggiungi al carrello
pl: Dodaj do koszyka
sr_cyrl: Додај у корпу

# sylius.address.city
source: City
de: Stadt:
hr: Grad
it: Città
pl: Miejscowość
sr_cyrl: Град

# sylius.address.company
source: Company
de: sylius.address.company
hr: Tvrtka

# sylius.address.country
source: Country
de: Land:
hr: Država
it: Paese
pl: Kraj
sr_cyrl: Земља

# sylius.address.firstname
source: First name
de: Vorname:
hr: Ime
it: Nome
pl: Imię
sr_cyrl: Име

# sylius.address.lastname
source: Last name
de: Nachname:
hr: Prezime
it: Cognome
pl: Nazwisko
sr_cyrl: Презиме

# sylius.address.postcode
source: Postcode
de: PLZ:
hr: Poštanski broj
it: CAP
pl: Kod pocztowy
sr_cyrl: Поштански код

# sylius.address.province
source: Province
de: Bundesland:
hr: Županija
it: Provincia
pl: Województwo
sr_cyrl: Провинција

# sylius.address.street
source: Street
de: Straße:
hr: Ulica
it: Via
pl: Adres
sr_cyrl: Улица

# sylius.alert.error
source: Error
de: Fehler!
hr: Greška
it: Errore
pl: Błąd
sr_cyrl: Грешка

# sylius.alert.info
source: Information
hr: Obavijest
it: Info
pl: Informacja
sr_cyrl: Обавештење

# sylius.alert.success
source: Success
de: Erfolgreich
hr: Uspješno
it: Successo
pl: Sukces
sr_cyrl: Успех

# sylius.alert.warning
source: Warning
de: Warnung
hr: Upozorenje
it: Attenzione
pl: Ostrzeżenie
sr_cyrl: Упозорење

# sylius.backend.alert.info
source: Information
hr: Obavijest
it: Info
pl: Informacja
sr_cyrl: Обавештење

# sylius.backend.dashboard.chart_order_count
source: Number of orders
de: Anzahl der Bestellungen
hr: Broj narudžbi
it: Numero di ordini
pl: Liczba zamówień
sr_cyrl: Број наруџбина

# sylius.backend.dashboard.chart_order_total
source: Order value
de: Bestellwert
hr: Vrijednost narudžbi
it: Valore ordine
pl: Wartość zamówień
sr_cyrl: Вредност наруџбине

# sylius.backend.dashboard.header
source: Administration dashboard
hr: Kontrolna ploča
it: Pannello amministrazione
pl: Panel administracyjny
sr_cyrl: Административна табла

# sylius.backend.dashboard.orders
source: Last week orders
de: Bestellungen der letzten Woche
hr: Narudžbe prošlog tjedna
it: Ordini ultima settimana
pl: Zamówienia z ostatniego tygodnia
sr_cyrl: Прошлонедељне поруџбине

# sylius.backend.dashboard.revenue
source: Last week revenue
de: Einnahmen der letzten Woche
hr: Prošlotjedna zarada
it: Entrate della settimana scorsa
pl: Dochód z ostatniego tygodnia
sr_cyrl: Прошлонедељна зарада

# sylius.backend.dashboard.subheader
source: Overview of your store
de: Überblick Ihres Shops
hr: Pregled vaše web trgovine
it: Panoramica del negozio
pl: Przegląd Twojego sklepu
sr_cyrl: Преглед продавнице

# sylius.backend.logout
source: Logout
de: sylius.backend.logout
hr: Odjavi se

# sylius.backend.quick_links.add_product
source: New product
de: sylius.backend.quick_links.add_product
hr: Dodaj novi proizvod

# sylius.backend.quick_links.orders
source: Latest orders
de: sylius.backend.quick_links.orders
hr: Pregledaj narudžbe

# sylius.backend.quick_links.products
source: Your products
de: sylius.backend.quick_links.products
hr: Pregledaj proizvode

# sylius.backend.quick_links.users
source: Users
de: sylius.backend.quick_links.users
hr: Pregledaj korisnika

# sylius.backend.statistics
source: This month's statistics
de: sylius.backend.statistics
hr: Statistika

# sylius.backend.statistics.orders_this_month
source: Total orders
de: sylius.backend.statistics.orders_this_month
hr: Narudžbe u trenutnom mjesecu

# sylius.backend.statistics.registrations_this_month
source: Total registrations
de: sylius.backend.statistics.registrations_this_month
hr: Registracije u trenutnom mjesecu

# sylius.backend.statistics.sales_this_month
source: Sales
de: sylius.backend.statistics.sales_this_month
hr: Prodaja u trenutnom mjesecu

# sylius.backend_welcome
source: Hello <b>%name%</b>!
de: sylius.backend_welcome
hr: Dobrodošli

# sylius.breadcrumb.assortment
source: Assortment
de: sylius.breadcrumb.assortment
hr: Ponuda

# sylius.breadcrumb.configuration
source: Configuration
de: sylius.breadcrumb.configuration
hr: Postavke

# sylius.breadcrumb.country.index
source: Countries
de: sylius.breadcrumb.country.index
hr: Države

# sylius.breadcrumb.customers
source: Customers
de: sylius.breadcrumb.customers
hr: Korisnici

# sylius.breadcrumb.edit
source: Edit
de: sylius.breadcrumb.edit
hr: Uredi

# sylius.breadcrumb.exchange_rate.index
source: Exchange Rates
de: sylius.breadcrumb.exchange_rate.index
hr: Tečajna lista

# sylius.breadcrumb.general_settings
source: General Settings
de: sylius.breadcrumb.general_settings
hr: Osnovne postavke

# sylius.breadcrumb.generate
source: Generate
de: sylius.breadcrumb.generate
hr: Generiraj

# sylius.breadcrumb.inventory.index
source: Inventory
de: sylius.breadcrumb.inventory.index
hr: Skladište

# sylius.breadcrumb.new
source: New
de: sylius.breadcrumb.new
hr: Dodaj novo

# sylius.breadcrumb.option.index
source: Options
de: sylius.breadcrumb.option.index
hr: Opcije

# sylius.breadcrumb.order.index
source: Orders
de: sylius.breadcrumb.order.index
hr: Narudžbe

# sylius.breadcrumb.payment.index
source: Payments
de: sylius.breadcrumb.payment.index
hr: Plaćanja

# sylius.breadcrumb.payment_method.index
source: Payment Methods
de: sylius.breadcrumb.payment_method.index
hr: Načini plaćanja

# sylius.breadcrumb.product.index
source: Products
de: sylius.breadcrumb.product.index
hr: Proizvodi

# sylius.breadcrumb.promotion.index
source: Promotions
de: sylius.breadcrumb.promotion.index
hr: Promocije

# sylius.breadcrumb.promotion_coupon.index
source: Coupons
de: sylius.breadcrumb.promotion_coupon.index
hr: Kuponi

# sylius.breadcrumb.property.index
source: Properties
de: sylius.breadcrumb.property.index
hr: Svojstva

# sylius.breadcrumb.prototype.index
source: Prototypes
de: sylius.breadcrumb.prototype.index
hr: Prototipovi proizvoda

# sylius.breadcrumb.sales
source: Sales
de: sylius.breadcrumb.sales
hr: Prodaja

# sylius.breadcrumb.shipment.index
source: Shipments
de: sylius.breadcrumb.shipment.index
hr: Pošiljke

# sylius.breadcrumb.shipping_category.index
source: Shipping Categories
de: sylius.breadcrumb.shipping_category.index
hr: Kategorije pošiljki

# sylius.breadcrumb.shipping_method.index
source: Shipping Methods
de: sylius.breadcrumb.shipping_method.index
hr: Načini slanja

# sylius.breadcrumb.tax_category.index
source: Tax Categories
de: sylius.breadcrumb.tax_category.index
hr: Kategorije poreza

# sylius.breadcrumb.tax_rate.index
source: Tax Rates
de: sylius.breadcrumb.tax_rate.index
hr: Stope poreza

# sylius.breadcrumb.taxation_settings
source: Taxation Settings
de: sylius.breadcrumb.taxation_settings
hr: Postavke oporezivanja

# sylius.breadcrumb.taxonomy.index
source: Taxonomies
de: sylius.breadcrumb.taxonomy.index
hr: Glavne kategorije

# sylius.breadcrumb.update
source: Edit
de: sylius.breadcrumb.update
hr: Uredi

# sylius.breadcrumb.user.index
source: Users
de: sylius.breadcrumb.user.index
hr: Korisnici

# sylius.breadcrumb.zone.index
source: Zones
de: sylius.breadcrumb.zone.index
hr: Područja (Zone)

# sylius.cancel
source: Cancel
de: Abbrechen
hr: Prekini
it: Annulla
pl: Anuluj
sr_cyrl: Откажи

# sylius.cart.empty
source: Your cart is empty
de: Ihr Einkaufswagen ist leer
hr: Košarica je prazna
it: Il tuo carrello è vuoto
pl: Twój koszyk jest pusty
sr_cyrl: Корпа је празна

# sylius.cart.summary.checkout
source: Checkout
de: Zur Kasse
hr: Blagajna
pl: Zamów
sr_cyrl: Завршите куповину

# sylius.cart.summary.clear
source: Clear cart
de: Löschen
hr: Izpraznite košaricu
it: Vuota carrello
pl: Wyczyść koszyk
sr_cyrl: Изпразните корпу

# sylius.cart.summary.grand_total
source: Grand total
de: Gesamtsumme
hr: Sveukupno
it: Totale
sr_cyrl: Свеукупно

# sylius.cart.summary.product
source: Product
de: Produkt
hr: Artikal
it: Prodotto
pl: Produkt
sr_cyrl: Производ

# sylius.cart.summary.quantity
source: Qty
de: Anzahl
hr: Količina
it: Qt
pl: Ilość
sr_cyrl: Количина

# sylius.cart.summary.save
source: Save
de: Speichern
hr: Spremi
it: Salva
pl: Zapisz
sr_cyrl: Сачувај

# sylius.cart.summary.total
source: Total
de: Summe
hr: Ukupno
it: Totale
pl: Łącznie
sr_cyrl: Укупно

# sylius.cart.summary.unit_price
source: Price
de: Stückpreis
hr: Cijena
it: Prezzo
pl: Cena
sr_cyrl: Цена

# sylius.cart.summary_header
source: Cart summary
de: Einkaufswagen Total
hr: Pregled narudžbe
it: Riepilogo carrello
pl: Podsumowanie koszyka
sr_cyrl: Резиме корпе

# sylius.cart.total_items
source: 1 item|%count% items
de: %count% Artikel
hr: 1 artikal|%count% artikal(a)
it: 1 oggetto|%count% oggetti
pl: 1 produkt|%count% produkty
sr_cyrl: 1 предмет|%count% предмет(а)

# sylius.checkout.addressing.header
source: Addressing step
de: Adress Schritt
hr: Adresa
it: Step indirizzamento
pl: Adres
sr_cyrl: Адреса

# sylius.checkout.back
source: Back
de: Zurück
hr: Povratak
it: Indietro
pl: Wróć
sr_cyrl: Назад

# sylius.checkout.finalize.address.city
source: City
de: Ort
hr: Grad
it: Città
pl: Miejscowość
sr_cyrl: Град

# sylius.checkout.finalize.address.country
source: Country
de: Land
hr: Država
it: Paese
pl: Kraj
sr_cyrl: Земља

# sylius.checkout.finalize.address.firstname
source: First name
de: Vorname
hr: Ime
it: Nome
pl: Imię
sr_cyrl: Име

# sylius.checkout.finalize.address.lastname
source: Last name
de: Nachname
hr: Prezime
it: Cognome
pl: Nazwisko
sr_cyrl: Презиме

# sylius.checkout.finalize.address.postcode
source: Postcode
de: PLZ
hr: Poštanski broj
it: CAP
pl: Kod pocztowy
sr_cyrl: Поштански број

# sylius.checkout.finalize.address.province
source: Province
de: Land
hr: Županija
pl: Województwo
sr_cyrl: Провинција

# sylius.checkout.finalize.address.street
source: Street
de: Strasse
hr: Ulica
it: Via
pl: Adres
sr_cyrl: Улица

# sylius.checkout.finalize.header
source: Order summary
de: Finalisieren
hr: Pregled narudžbe
it: Riepilogo ordine
pl: Podsumowanie zamówienia
sr_cyrl: Резиме наруџбине

# sylius.checkout.finalize.order.billing_address
source: Billing address
de: Rechnungsadresse
hr: Adresa za dostavu
it: Indirizzo fatturazione
pl: Adres rozliczeniowy
sr_cyrl: Адреса за наплату

# sylius.checkout.finalize.order.items_total
source: Items total
de: Gesamtsumme
hr: Ukupan broj artikala
it: Totale oggetti
pl: Produkty łącznie
sr_cyrl: Укупно производа

# sylius.checkout.finalize.order.no_items
source: This order does not contain any items
de: Keine Artikel
hr: Narudžba je prazna
it: Questo ordine non contiene oggetti
pl: To zamówienie nie zawiera żadnych produktów
sr_cyrl: Наруџбина је празна

# sylius.checkout.finalize.order.no_promotion
source: No promotion applied
de: Keine Reklame
hr: Proizvod nema akciju
it: Nessuna promozione applicata
pl: Brak rabatów
sr_cyrl: Ниједна промоција није додата

# sylius.checkout.finalize.order.no_shipping_charges
source: No shipping charges applied
de: Keine Versandkosten
hr: Nema troškova dostave
it: Nessuna maggiorazione di spedizione applicata
pl: Brak opłaty za wysyłkę
sr_cyrl: Нису додати трошкови поруџбине

# sylius.checkout.finalize.order.no_taxes
source: No taxes applied
de: Keine Steuern
hr: Bez PDV-a
it: Nessuna tassa applicata
pl: Brak podatku
sr_cyrl: Нису додати порези

# sylius.checkout.finalize.order.promotion_discount
source: Promotion discounts
de: Rabatt
hr: Akcije su ugašene
it: Sconti promozionali
pl: Rabaty
sr_cyrl: Промотивни попуст

# sylius.checkout.finalize.order.promotion_total
source: Promotion total
de: Vergünstigung
hr: Akcijski popust
it: Totale promozione
pl: Rabaty łącznie
sr_cyrl: Укупно промоције

# sylius.checkout.finalize.order.shipping_address
source: Shipping address
de: Lieferadresse
hr: Adresa za dostavu
it: Indirizzo spedizione
pl: Adres do wysyłki
sr_cyrl: Адреса за испоруку

# sylius.checkout.finalize.order.shipping_charges
source: Shipping charges
de: Lieferungsgebühren
hr: Troškovi dostave
it: Le spese di spedizione
pl: Koszty wysyłki
sr_cyrl: Цена испоруке

# sylius.checkout.finalize.order.shipping_total
source: Shipping total
de: Lieferungssumme
hr: Ukupni troškovi dostave
it: Totale spedizione
pl: Koszt wysyłki
sr_cyrl: Укупно поштарина

# sylius.checkout.finalize.order.tax_total
source: Tax total
de: Steuersumme
hr: Ukupan PDV
it: Totale tasse
pl: Podatek
sr_cyrl: Укупно порези

# sylius.checkout.finalize.order.taxes
source: Taxes
de: Steuern
hr: Porezi
it: Tasse
pl: Podatki
sr_cyrl: Порези

# sylius.checkout.finalize.order.total
source: Total
hr: Ukupno
it: Totale
pl: Łącznie
sr_cyrl: Укупно

# sylius.checkout.finalize.order_item.quantity
source: Qty
de: Anzahl
hr: Količina
it: Qt
pl: Ilość
sr_cyrl: Количина

# sylius.checkout.finalize.order_item.total
source: Total
de: Summe
hr: Ukupno
it: Totale
pl: Łącznie
sr_cyrl: Укупно

# sylius.checkout.finalize.order_item.unit_price
source: Unit Price
de: Stückpreis
hr: Jedinična cijena
it: Prezzo unitario
pl: Cena za sztukę
sr_cyrl: Цена јединице

# sylius.checkout.finalize.place_order
source: Place order
de: Bestellung aufgeben
hr: Naručite
it: Ordina
pl: Zamawiam
sr_cyrl: Креирајте наруџбину

# sylius.checkout.finalize.product.name
source: Name
hr: Ime
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.checkout.forward
source: Continue
de: Weiter
hr: Nastavak
it: Continua
pl: Kontynuuj
sr_cyrl: Наставак

# sylius.checkout.payment.header
source: Payment method
de: Zahlungsweise
hr: Tip plaćanja
it: Metodi di pagamento
pl: Metoda płatności
sr_cyrl: Метод плаћања

# sylius.checkout.security.existing_customer
source: Existing Customer
de: Existierender Benutzer
hr: Postojeći kupac
it: Cliente esistente
pl: Istniejący Klient
sr_cyrl: Постојећа муштерија

# sylius.checkout.security.header
source: Sign in to the store <small>or create new account</small>
de: Sicherheit
hr: Prijavite se <small>ili napravite novi račun</small>
it: Accedi allo store <small>o crea un nuovo account</small>
pl: Zaloguj się do sklepu <small>lub utwórz nowe konto</small>
sr_cyrl: Улогујете се <small>или направите нови налог</small>

# sylius.checkout.security.login
source: Login
hr: Priavite se
pl: Zaloguj
sr_cyrl: Улогујте се

# sylius.checkout.security.new_customer
source: New Customer
de: Neuer Benutzer
hr: Novi kupac
it: Nuovo cliente
pl: Nowy Klient
sr_cyrl: Нова муштерија

# sylius.checkout.security.register
source: Register
de: Kostenfrei regisrieren
hr: Registrirajte se
it: Registrati
pl: Rejestracja
sr_cyrl: Региструјте се

# sylius.checkout.shipping.header
source: Shipping method
de: Lieferverfahren
hr: Način dostave
it: Metodi di spedizione
pl: Metoda wysyłki
sr_cyrl: Начин доставе

# sylius.country.add_province
source: Add province
de: Bundesland hinzufügen
hr: Dodaj regiju
it: Aggiungi provincia
pl: Dodaj województwo
sr_cyrl: Додај провинцију

# sylius.country.create
source: Create country
de: Erstellen
hr: Dodaj državu
it: Crea paese
pl: Dodaj kraj
sr_cyrl: Додај земљу

# sylius.country.create_header
source: New country
de: Land erstellen
hr: Nova država
it: Nuovo paese
pl: Nowy kraj
sr_cyrl: Нова земља

# sylius.country.index_header
source: Countries
de: Länder
hr: Države
it: Paesi
pl: Kraje
sr_cyrl: Земље

# sylius.country.iso_name
source: ISO name
hr: ISO naziv
it: ISO
pl: Kod ISO
sr_cyrl: ИСО код

# sylius.country.manage
source: Manage countries
de: Editieren
hr: Upravljaj državama
it: Amministra paesi
pl: Zarządzaj krajami
sr_cyrl: Управљај земљама

# sylius.country.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.country.no_results
source: There are no countries configured.
de: Keine Ergebnisse
hr: Nema postavljenih država.
it: Non ci sono paesi configurati
pl: Żaden kraj nie został skonfigurowany.
sr_cyrl: Нису конфигурисане земље.

# sylius.country.show_header
source: Country details
de: Land details
hr: Detalji države
it: Dettagli paese
pl: Szczegóły kraju
sr_cyrl: Детаљи земље

# sylius.country.update_header
source: Editing country
de: Land editieren
hr: Uređivanje države
it: Modifica paesi
pl: Edycja kraju
sr_cyrl: Измените земљу

# sylius.create
source: Create
de: sylius.create
hr: Kreiraj
it: Crea
pl: Utwórz
sr_cyrl: Креирај

# sylius.delete
source: delete
de: Löschen
hr: Briši
it: cancella
pl: usuń
sr_cyrl: Избриши

# sylius.edit
source: edit
de: Editieren
hr: Uredi
it: modifica
pl: edytuj
sr_cyrl: Ажурирај

# sylius.exchange_rate.create
source: Create exchange rate
de: sylius.exchange_rate.create
hr: Kreiraj tečaj

# sylius.exchange_rate.create_header
source: New exchange rate
de: sylius.exchange_rate.create_header
hr: Novi tečaj

# sylius.exchange_rate.currency
source: currency
de: sylius.exchange_rate.currency
hr: Valuta

# sylius.exchange_rate.index_header
source: Exchange rates
de: sylius.exchange_rate.index_header
hr: Tečajna lista

# sylius.exchange_rate.no_results
source: There are no exchange rates to display.
de: sylius.exchange_rate.no_results
hr: Nema tečajnih lista za prikaz.

# sylius.exchange_rate.rate
source: rate
de: sylius.exchange_rate.rate
hr: Tečaj

# sylius.exchange_rate.update_header
source: Editing exchange rate
de: sylius.exchange_rate.update_header
hr: Uredi tečajnu vrijednost

# sylius.exchange_rate.updated_at
source: last update
de: sylius.exchange_rate.updated_at
hr: Zadnje osvježavanje

# sylius.form.choose_file
source: Choose file
de: Datei wählen
hr: Odaberite dokument
it: Scegli file
pl: Wybierz plik
sr_cyrl: Фајл

# sylius.form.frontend.password.confirmation
source: Confirmation
de: sylius.form.frontend.password.confirmation
hr: Potvrda

# sylius.form.frontend.password.current
source: Current password
de: sylius.form.frontend.password.current
hr: Trenutna lozinka

# sylius.form.frontend.password.new
source: New password
de: sylius.form.frontend.password.new
hr: Nova lozinka

# sylius.form.frontend.password.title
source: Change your password
de: sylius.form.frontend.password.title
hr: Promijenite lozinku

# sylius.form.frontend.profile.title
source: Edit your personal information
de: sylius.form.frontend.profile.title
hr: Uredite svoje osobne podatke

# sylius.form.login.password
source: Password
de: Passwort
hr: Lozinka
pl: Hasło
sr_cyrl: Лозинка

# sylius.form.profile.firstName
source: First name
de: sylius.form.profile.firstName
hr: Ime

# sylius.form.profile.lastName
source: Last name
de: sylius.form.profile.lastName
hr: Prezime

# sylius.gallery.next
source: Next
de: Nächstes Bild
hr: Sljedeća
it: Prossimo
pl: Następne
sr_cyrl: Следећа

# sylius.gallery.previous
source: Previous
de: Vorheriges Bild
hr: Prethodna
it: Precedente
pl: Poprzednie
sr_cyrl: Предходна

# sylius.gallery.slideshow
source: Slideshow
hr: Automatski prikaz
pl: Pokaz slajdów
sr_cyrl: Галерија

# sylius.generate
source: Generate
de: generieren
hr: Generiraj
it: Genera
pl: Generuj
sr_cyrl: Генериши

# sylius.homepage.splash.headline
source: Welcome to Sylius
de: Willkommen bei Sylius
hr: Dobrodošli u Sylius
it: Benvenuto su Expostore.it!
pl: Witaj w Sylius
sr_cyrl: Добродошли у Сyлиус

# sylius.homepage.splash.subheadline
source: Modern ecommerce for Symfony2
de: Modernes eCommerce für Symfony2
hr: Modernu web trgovina za Symfony2
it: servizi di stampa per privati e imprese
pl: Nowoczesne rozwiązanie ecommerce dla Symfony2
sr_cyrl: Модерно е-комерц решење

# sylius.inventory_unit.created_at
source: Created
de: Erstellt
hr: Kreirano
it: Creato
pl: Utworzono
sr_cyrl: Креиран

# sylius.inventory_unit.inventory_state
source: Inventory state
de: Bestand Status
hr: Stanje zaliha
it: Stato inventario
sr_cyrl: Стање залиха

# sylius.inventory_unit.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.inventory_unit.no_results
source: There are no inventory units to display.
de: Keine Ergebnisse
hr: Nema artikala za prikaz.
it: Non ci sono unità da mostrare nell'inventario.
pl: Brak jednostek magazynowych do wyświetlenia.
sr_cyrl: Нема производа за приказ.

# sylius.inventory_unit.shipping_state
source: Shipping state
de: Versandstatus
hr: Stanje pošiljke
it: Stato spedizione
pl: Status wysyłki
sr_cyrl: Стање пошиљке
