Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/WebBundle/Resources/translations/messages.*.xlf
Languages: de, hr, it, pl, sr_cyrl

# sylius.inventory_unit.sku
source: SKU
de: Artikelposition
hr: Kod
sr_cyrl: СКУ

# sylius.inventory_unit.updated_at
source: Last update
de: Geändert
hr: Posljednji
it: Modificato
pl: Zmodyfikowano
sr_cyrl: Ажурирано

# sylius.login
source: Login
hr: Prijava
sr_cyrl: Пријављивање

# sylius.login_header
source: Administration
de: Login
hr: Administracija
it: Amministrazione
pl: Administracja
sr_cyrl: Администрација

# sylius.manage
source: Manage
de: Verwaltung
hr: Upravljanje
it: Gestisci
pl: Zarządzaj
sr_cyrl: Управљајте

# sylius.meta.backend_title
source: Sylius dashboard.
de: Verwaltung
hr: Sylius kontrolna ploča.
it: Pannello amministrazione Expostore.it
pl: Panel administracyjny.
sr_cyrl: Контролна табла.

# sylius.meta.frontend_description
source: Sylius is modern ecommerce solution for PHP, based on the Symfony2 framework.
de: Beschreibung
hr: Sylius je moderno rješenje za PHP, bazirano na Symfony2 frameworku.
it: servizi di stampa per privati e imprese
pl: Sylius jest nowoczesnym rozwiązaniem ecommerce dla PHP, bazującym na frameworku Symfony2.
sr_cyrl: Сyлиус је модерно решење за ПХП, базирано на Сyмфонy2 фрејмворку.

# sylius.meta.frontend_keywords
source: sylius, ecommerce, symfony2, shop, cart, webshop
de: Keywords
hr: sylius, web trgovina, symfony2, trgovina, košarica, webshop
pl: sylius, ecommerce, symfony2, sklep, koszyk, webshop
sr_cyrl: сyлиус, е-комерц, сyмфонy2, продавница, корпа

# sylius.meta.frontend_title
source: Sylius, modern ecommerce for Symfony2
de: Titel
hr: Sylius, moderna web trgovina za Symfony2
it: stampa digitale, imprese, servizi
pl: Sylius, nowoczesny ecommerce dla Symfony2
sr_cyrl: Сyлиус, модерни е-комерц за Сyмфонy2

# sylius.newest
source: Newest products
de: Neueste Produkte
hr: Najnoviji proizvodi
it: Nuovi prodotti
pl: Najnowsze produkty
sr_cyrl: Најновији производи

# sylius.no
source: no
de: Nein
hr: ne
pl: nie
sr_cyrl: не

# sylius.option.create
source: Create option
de: Erstellen
hr: Kreirajte opciju
it: Crea opzioni
pl: Dodaj wariant
sr_cyrl: Креирајте опцију

# sylius.option.create_header
source: New product option
de: Option erstellen
hr: Nova opcija artikla
it: Nuova opzione prodotto
pl: Nowy wariant produktu
sr_cyrl: Нова опција производа

# sylius.option.index_header
source: Product options
de: Optionen
hr: Opcije artikla
it: Opzioni prodotto
pl: Warianty produktów
sr_cyrl: Опције производа

# sylius.option.manage
source: Manage options
de: Optionen verwalten
hr: Upravljanje opcijama
it: Gestisci opzioni
pl: Zarządzaj wariantami
sr_cyrl: Управљајте опцијама

# sylius.option.name
source: name
hr: Naziv
it: nome
pl: nazwa
sr_cyrl: Име

# sylius.option.no_results
source: There are no options configured.
de: Keine Ergebnisse
hr: Artikal nema dodatnih opcija.
it: Non sono state configurate opzioni.
pl: Brak skonfigurowanych wariantów.
sr_cyrl: Нема конфигурисаних опција.

# sylius.option.presentation
source: presentation
de: Präsentation
hr: Prezentacija
it: presentazioni
pl: nazwa publiczna
sr_cyrl: презентација

# sylius.option.update_header
source: Editing option
de: Option editieren
hr: Ažuriranje opcija
it: Opzioni di modifica
pl: Edycja wariantu
sr_cyrl: Ажурирање опција

# sylius.option.updated_at
source: last update
de: Erstellt
hr: Ažurirano
it: aggiornato
pl: ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.option.values
source: values
de: Werte
hr: Vrijednosti
it: valori
pl: wartości
sr_cyrl: вредности

# sylius.order.billing_address
source: Billing address
de: Rechnungsadresse
hr: Adresa
it: Indirizzo fatturazione
pl: Adres rozliczeniowy
sr_cyrl: Адреса за наплату

# sylius.order.create
source: Create order
de: Bestellen
hr: Kreirajte narudžbu
it: Crea ordine
pl: Dodaj zamówienie
sr_cyrl: Креирајте наруџбину

# sylius.order.create_header
source: New order
de: Bestellung
hr: Nova narudžba
it: Nuovo ordine
pl: Nowe zamówienie
sr_cyrl: Нова наруџбина

# sylius.order.created_at
source: Creation time
de: Erstellt am
hr: Kreirano
it: Data di creazione
pl: Data zamówienia
sr_cyrl: Креирано

# sylius.order.general_info
source: General info
de: Bestellinformation
hr: Opće informacije
it: Informazioni generali
pl: Informacje ogólne
sr_cyrl: Опсте информације

# sylius.order.index_header
source: Current orders
de: Bestellung
hr: Trenutne narudžbe
it: Ordini correnti
pl: Aktualne zamówienia
sr_cyrl: Тренутне наруџбине

# sylius.order.inventory_tracking
source: Inventory tracking
de: Bestandsverfolgung
hr: Stanje zaliha
it: Tracciamento inventario
pl: Śledzenie sprzedaży
sr_cyrl: Працење залиха

# sylius.order.items_total
source: Items total
de: Gesamt
hr: Ukupno artikala
it: Totale oggetti
pl: Produkty łącznie
sr_cyrl: Укупно производа

# sylius.order.manage
source: Manage orders
de: Bestellungsverwaltung
hr: Upravljanje narudžbama
it: Gestisci ordini
pl: Zarządzaj zamówieniami
sr_cyrl: Управљајте наруџбинама

# sylius.order.no_items
source: This order does not contain any items
de: Keine Artikel
hr: Ova narudžba ne sadrži niti jedan artikal.
it: Questo ordine non contiene oggetti
pl: To zamówienie nie posiada żadnych produktów
sr_cyrl: Наруџбина не садрзи артикле

# sylius.order.no_results
source: You have no new orders
de: Keine Ergebnisse
hr: Nema novih narudžbi
it: Non hai nuovi ordini
pl: Brak nowych zamówień
sr_cyrl: Нема нових наруџбина

# sylius.order.no_shipments
source: There are no shipments for this order
de: Kein Versand
hr: Nema isporuke za ovu narudžbu
it: Non ci sono spedizioni per questo ordine
pl: Nie wybrano metody wysyłki dla tego zamówienia
sr_cyrl: Нема испорука за ову наруџбину

# sylius.order.no_shipping_charges
source: No shipping charges applied
de: Keine Versandkosten
hr: Nema troškova narudžbe
it: Nessuna spesa di spedizione applicata
pl: Brak opłaty za wysyłkę
sr_cyrl: Нема троскова наруџбине

# sylius.order.no_taxes
source: No taxes applied
de: Keine Steuern
hr: Bez PDV-a
it: Nessuna tassa applicata
pl: Brak podatku
sr_cyrl: Нема пореза

# sylius.order.number
source: Number
de: Nummer
hr: Broj
it: Numero
pl: Numer
sr_cyrl: Број

# sylius.order.payment_state
source: Payment state
de: Zahlungsstatus
hr: Stanje plaćanja
it: Stato pagamento
pl: Status płatności
sr_cyrl: Стање плаћања

# sylius.order.payment_states.balance_due
source: Balance due
de: Zahlungs fällig
hr: Dugovni saldo
it: Saldo dovuto
sr_cyrl: Дуговни салдо

# sylius.order.promotion_total
source: Promotion total
de: Reklame gesamt
hr: Ukupno akcije
it: Totale promozione
pl: Rabaty łącznie
sr_cyrl: Укупно промоције

# sylius.order.recent_header
source: Recent orders
de: Letzte Bestellungen
hr: Posljednje narudžbe
it: Ordini recenti
pl: Najnowsze zamówienia
sr_cyrl: Последње наруџбине

# sylius.order.shipment_state
source: Shipment state
de: Versandstatus
hr: Stanje pošiljke
it: Stato spedizione
pl: Status przesyłki
sr_cyrl: Стање пошиљке

# sylius.order.shipment_states.pending
source: Pending
de: Ausstehend
hr: Na čekanju
it: In attesa
pl: Oczekujące
sr_cyrl: На чекању

# sylius.order.shipments
source: Shipments
de: Versand
hr: Pošiljke
it: Spedizioni
pl: Wysyłka
sr_cyrl: Пошиљке

# sylius.order.shipping_address
source: Shipping address
de: Versandadresse
hr: Adresa za slanje
it: Indirizzo spedizione
pl: Adres do wysyłki
sr_cyrl: Адреса за слање

# sylius.order.shipping_charges
source: Shipping charges
de: Versandkosten
hr: Cijena dostave
it: Spese di spedizione
pl: Koszty przesyłki
sr_cyrl: Цена испоруке

# sylius.order.shipping_total
source: Shipping total
de: Versandkosten gesamt
hr: Ukupan iznos dostave
it: Totale spedizione
pl: Koszt wysyłki
sr_cyrl: Укупно испорука

# sylius.order.show_header
source: Order #%number%
de: Bestellung anzeigen
hr: Detalji narudžbe
it: Dettagli ordine
pl: Szczegóły zamówienia
sr_cyrl: Детаљи наруџбине

# sylius.order.tax_total
source: Tax total
de: Steuern gesamt
hr: PDV ukupno
it: Totale tasse
pl: Podatek łącznie
sr_cyrl: Укупно порези

# sylius.order.taxes
source: Taxes
de: Steuern
hr: Porezi
it: Tasse
pl: Podatki
sr_cyrl: Порези

# sylius.order.total
source: Total
hr: Ukupno
it: Totale
pl: Łącznie
sr_cyrl: Укупно

# sylius.order.update_header
source: Editing order
de: Bestellung editieren
hr: Ažuriranje narudžbe
it: Modifica ordine
pl: Edycja zamówienia
sr_cyrl: Ажурирање наруџбине

# sylius.order.user
source: User
de: Benutzer
hr: Korisnik
it: Utente
pl: Użytkownik
sr_cyrl: Корисник

# sylius.order_item.product
source: Item
de: sylius.order_item.product
hr: sylius.order_item.product

# sylius.order_item.quantity
source: Qty
de: Artikelmenge
hr: Količina
it: Qt
pl: Ilość
sr_cyrl: Количина

# sylius.order_item.sellable
source: Product
de: Verkäuflich
hr: Artikal
it: Prodotto
pl: Produkt
sr_cyrl: Производ

# sylius.order_item.total
source: Total
de: Gesamt
hr: Ukupno
it: Totale
pl: Łącznie
sr_cyrl: Укупно

# sylius.order_item.unit_price
source: Unit price
de: Einzelpreis
hr: Jedinična cijena
it: Prezzo unitario
pl: Cena za sztukę
sr_cyrl: Цена по комаду

# sylius.out_of_stock
source: Out of stock
de: Ausverkauft
hr: Nema na skladištu
pl: Brak w magazynie
sr_cyrl: Нема на лагеру

# sylius.password
source: Password
de: Passwort
hr: Lozinka
pl: Hasło
sr_cyrl: Лозинка

# sylius.payment.amount
source: Amount
de: Menge
hr: Iznos
it: Ammontare
sr_cyrl: Количина

# sylius.payment.create
source: Create payment
de: Erstellen
hr: Kreiraj tip plaćanja
it: Crea pagamento
pl: Dodaj płatność
sr_cyrl: Креирај плаћање

# sylius.payment.create_header
source: New payment
de: Zahlart erstellen
hr: Novo plaćanje
it: Nuovo pagamento
pl: Nowa płatność
sr_cyrl: Ново плаћање

# sylius.payment.created_at
source: Created at
de: Erstellt
hr: Kreirano
it: Creato
pl: Utworzona
sr_cyrl: Креирано

# sylius.payment.index_header
source: Payments
de: Zahlarten
hr: Plaćanje
it: Pagamenti
pl: Płatności
sr_cyrl: Плаћање

# sylius.payment.manage
source: Manage payments
de: sylius.payment.manage
hr: sylius.payment.manage

# sylius.payment.method
source: Method
de: Zahlart
hr: Tip
it: Metodo
pl: Metoda
sr_cyrl: Метод

# sylius.payment.no_results
source: There are no payments configured.
de: Keine Ergebnisse
hr: Nema postavljenih tipova plaćanja.
it: Non ci sono pagamenti configurati.
pl: Brak skonfigurowanych płatności.
sr_cyrl: Нису конфигурисана плаћања.

# sylius.payment.state
source: State
de: sylius.payment.state
hr: sylius.payment.state

# sylius.payment.update_header
source: Editing payment
de: Zahlart editieren
hr: Ažuriranje tipa plaćanja
it: Modifica pagamento
pl: Edycja płatności
sr_cyrl: Ажурирање плаћања

# sylius.payment.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: Ажурирано

# sylius.payment_method.create
source: Create payment method
de: Erstellen
hr: Kreirajte tip plaćanja
it: Crea metodo di pagamento
pl: Dodaj metodę płatności
sr_cyrl: Креирајте метод плаћања

# sylius.payment_method.create_header
source: New payment method
de: Zahlart erstellen
hr: Novi tip plaćanja
it: Nuovo metodo di pagamento
pl: Nowa metoda płatności
sr_cyrl: Нови метод плаћања

# sylius.payment_method.enabled
source: Is enabled?
de: Aktiv
hr: Aktivno?
it: Abilitato?
pl: Aktywna?
sr_cyrl: Активно?

# sylius.payment_method.index_header
source: Payment methods
de: Zahlarten
hr: Tip plaćanja
it: Metodi di pagamento
pl: Metody płatności
sr_cyrl: Метод плаћања

# sylius.payment_method.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.payment_method.no_results
source: There are no payment methods configured.
de: Keine Ergebnisse
hr: Nema postavljenih tipova plaćanja.
it: Non ci sono metodi di pagamento configurati.
pl: Brak skonfigurowanych metod płatności.
sr_cyrl: Нема конфигурисаних метода плаћања.

# sylius.payment_method.update_header
source: Editing payment method
de: Zahlart editieren
hr: Ažuriranje tipa plaćanja
it: Modifica il metodo di pagamento
pl: Edycja metody płatności
sr_cyrl: Ажурирање метода плаћања

# sylius.payment_method.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: Ажурирано

# sylius.product.add_property
source: Add property
de: Eigenschaft hinzufügen
hr: Dodajte svojstvo
it: Aggiungi proprietà
pl: Dodaj właściwość
sr_cyrl: Додајте атрибут

# sylius.product.available_on
source: Available on
de: Verfügbar ab
hr: Dostupno
it: Disponibile
pl: Dostępny od
sr_cyrl: Доступно

# sylius.product.available_on_demand
source: Available on demand
de: Auf Nachfrage
hr: Dostupno na zahtijev
it: Disponibile su ordinazione
pl: Dostępny na zamówienie
sr_cyrl: Доступно на захтев

# sylius.product.categorization
source: Categorization
de: Kategorisierung
hr: Kategorizacija
it: Categorizzazione
pl: Kategoria
sr_cyrl: Категоризација

# sylius.product.create
source: Create product
de: Erstellen
hr: Kreiraj artikal
it: Crea prodotto
pl: Dodaj produkt
sr_cyrl: Креирај производ

# sylius.product.create_header
source: New product
de: Produkt erstellen
hr: Novi artikal
it: Nuovo prodotto
pl: Nowy produkt
sr_cyrl: Нови производ

# sylius.product.description
source: Description
de: Produktbeschreibung
hr: Opis
it: Descrizione
pl: Opis
sr_cyrl: Опис

# sylius.product.generate_variants
source: Generate variants
de: Generiere Varianten
hr: Generiraj varijante
it: Genera varianti
pl: Generuj warianty
sr_cyrl: Генериши варијанте

# sylius.product.index_by_taxon_header
source: Products <small>Categorized under "%taxon%" taxon</small>
de: Produkte <small>kategorisiert als "%taxon%</small>"
hr: Artikli <small>u kategoriji "%taxon%"</small>
it: Prodotti <small>Categorizzati sotto "%taxon%" taxon</small>
pl: Produkty <small>Należące do taksonomii "%taxon%"</small>
sr_cyrl: Производи <small>Категорисани у "%taxon%"</small>

# sylius.product.index_header
source: Products <small>Index of all products in your store</small>
de: Produkt anzeigen
hr: Svi artikli
it: Prodotti <small>Lista tutti i prodotti dello store</small>
pl: Produkty <small>Lista wszystkich produktów w Twoim sklepie</small>
sr_cyrl: Производи <small>Сви производи у продавници</small>

# sylius.product.manage
source: Manage products
de: Produkt verwalten
hr: Upravljajte artiklima
it: Gestisci prodotti
pl: Zarządzaj produktami
sr_cyrl: Управљајте производима

# sylius.product.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.product.no_description
source: <i>No description...</i>
de: Keine Beschreibung
hr: lt;i>Nema opisa...</i>
it: <i>Nessuna descrizione...</i>
pl: <i>Brak opisu...</i>
sr_cyrl: <и>Нема описа...</и>

# sylius.product.no_images
source: There are no images for this product
de: Keine Bilder vorhanden
hr: Nema slika za ovaj artikal
it: Non ci sono immagini per questo prodtto
pl: Brak zdjęć dla tego produktu
sr_cyrl: Нема слика за овај производ

# sylius.product.no_options
source: There are no options for this product
de: Keine Optionen verfügbar
hr: Nema opcija za ovaj artikal
it: Non ci sono opzioni per questo prodotto
pl: Brak wariantów dla tego produktu
sr_cyrl: Нема опција за овај производ

# sylius.product.no_properties
source: This product has no properties defined
de: Keine Eigenschaften verfügbar
hr: Artikal nema atributa
it: Questo prodotto non ha proprietà definite
pl: Produkt nie posiada zdefiniowanych właściwości
sr_cyrl: Производ нема дефинисане атрибуте

# sylius.product.no_results
source: There are no products to display.
de: Keine Ergebnisse
hr: Nema artikala za prikaz.
it: Non ci sono prodotti da mostrare.
pl: Brak produktów do wyświetlenia.
sr_cyrl: Нема производа за приказ.

# sylius.product.no_short_description
source: <i>No short description</i>
de: <i>Keine Kurzbeschreibung</i>
hr: <i>Nema kratkog opisa</i>
it: <i>Nessuna descrizione breve</i>
pl: <i>Brak krótkiego opisu</i>
sr_cyrl: <и>Нема кратког описа</и>

# sylius.product.no_sku
source: No SKU
de: Keine Artikelpositionen verfügbar
hr: <i>Nema koda</i>
it: <i>Nessuno SKU</i>
pl: <i>Brak SKU</i>
sr_cyrl: <и>Нема СКУ</и>

# sylius.product.no_tax_category
source: No tax category
de: Keine Steuerkategorie
hr: Nema kategorije poreza
it: Nessuna categoria di tasse
sr_cyrl: Нема категорије пореза

# sylius.product.no_taxons
source: There are no taxons for this product
de: Keine Klassifizierungen
hr: Nema podkategorija za ovaj proizvod
it: Nessuna categoria
pl: Brak przypisanych kategorii
sr_cyrl: сyлиус.продуцт.но_таxонс

# sylius.product.options
source: Options
de: Optionen
hr: Opcije
it: Opzioni
pl: Warianty
sr_cyrl: Опције

# sylius.product.price
source: Retail price
de: Listenpreis
hr: Prodajna cijena
it: Prezzo al dettaglio
pl: Cena detaliczna
sr_cyrl: Продајна цена

# sylius.product.properties
source: Properties
de: Eigenschaften
hr: Atributi
it: Propietà
pl: Właściwości
sr_cyrl: Атрибути

# sylius.product.show
source: View more
de: Produkt anzeigen
hr: Više
it: Dettaglio
pl: Zobacz więcej
sr_cyrl: Више

# sylius.product.show_header
source: Product details <small>Viewing product "<strong>%product%</strong>"</small>
de: Produktdetails anzeigen
hr: Detalji artikla
it: Dettaglio prodotto <small>Visionando il prodotto "<strong>%product%</strong>"</small>
pl: Szczegóły produktu <small>Oglądasz produkt "<strong>%product%</strong>"</small>
sr_cyrl: Детаљи производа <small>Преглед производа "<стронг>%product%</стронг>"</small>

# sylius.product.show_in_store
source: show in store
de: sylius.product.show_in_store
hr: Prikaži u trgovini

# sylius.product.sku
source: SKU
de: Artikelposition
hr: Kod
sr_cyrl: СКУ

# sylius.product.stock
source: Current stock
de: Aktueller Lagerbestand
hr: Skladište
it: Disponibilità
pl: Ilość na magazynie
sr_cyrl: Лагер

# sylius.product.tabs.categorization
source: Categorization
de: Produktkategorisierung
hr: Kategorizacija
it: Categorizzazione
pl: Kategorie
sr_cyrl: Категоризација

# sylius.product.tabs.images
source: Images
de: Bilder
hr: Slike
it: Immagini
pl: Zdjęcia
sr_cyrl: Слике

# sylius.product.tabs.options
source: Options
de: Optionen
hr: Opcije
it: Opzioni
pl: Warianty
sr_cyrl: Опције

# sylius.product.tabs.product
source: Product
de: Produkt
hr: Artikal
it: Prodotto
pl: Produkt
sr_cyrl: Производ

# sylius.product.tabs.properties
source: Properties
de: Eigenschaften
hr: Atributi
it: Propietà
pl: Właściwości
sr_cyrl: Атрибути

# sylius.product.tax_category
source: Tax category
de: Steuerkategorie
hr: Kategorija artikla
it: Categoria fiscale
sr_cyrl: Категорија производа

# sylius.product.update_header
source: Editing product
de: Produkt editieren
hr: Ažuriranje artikla
it: Modificando prodotto
pl: Edycja produktu
sr_cyrl: Ажурирање производа

# sylius.product.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: Ажурирано

# sylius.product.variant_selection_method
source: Variant selection method
de: Varianten Wählmethode
hr: Odabir varijante artikla
it: Metodo di selezione variante
sr_cyrl: Метод избора варијанте производа

# sylius.promotion.actions
source: Actions
de: Aktionen
hr: Akcije
it: Azioni
pl: Akcje
sr_cyrl: Акције

# sylius.promotion.add_action
source: Add action
de: Aktion hinzufügen
hr: Dodajte akciju
it: Aggiungi azione
pl: Dodaj akcje
sr_cyrl: Додајте акцију

# sylius.promotion.add_rule
source: Add rule
de: Regel hinzufügen
hr: Dodajte pravilo
it: Aggiungi regola
pl: Dodaj regułę
sr_cyrl: Додајте правило

# sylius.promotion.coupon_based
source: Coupon based?
de: Couponbasierend
hr: Kod za popust?
it: Basata su coupon ?
pl: Używa kuponów?
sr_cyrl: Базирано на купону?

# sylius.promotion.create
source: Create promotion
de: Aktion erstellen
hr: Kreirajte akciju
it: Crea promozione
pl: Dodaj promocję
sr_cyrl: Креирајте промоцију

# sylius.promotion.create_header
source: New promotion
de: Aktion erstellen
hr: Nova akcija
it: Nuova promozione
pl: Nowa promocja
sr_cyrl: Нова промоција

# sylius.promotion.created_at
source: Created at
de: Erstelt
hr: Kreirano
it: Creato
pl: Data utworzenia
sr_cyrl: Креирано

# sylius.promotion.description
source: Description
de: Beschreibung
hr: Opis
it: Descrizione
pl: Opis
sr_cyrl: Опис

# sylius.promotion.ends_at
source: Ends at
de: Endet
hr: Završava
it: Termina
pl: Data zakończenia
sr_cyrl: Завршава се

# sylius.promotion.general_info
source: General Info
de: sylius.promotion.general_info
hr: sylius.promotion.general_info

# sylius.promotion.id
source: ID
de: sylius.promotion.id
hr: sylius.promotion.id

# sylius.promotion.index_header
source: Current promotions
de: Aktionen
hr: Trenutne akcije
it: Promozione corrente
pl: Aktualne promocje
sr_cyrl: Тренутне промоције

# sylius.promotion.manage
source: Manage promotions
de: Aktionsverwaltung
hr: Upravljajte akcijama
pl: Zarządzanie promocjami
sr_cyrl: Управљајте промоцијама

# sylius.promotion.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.promotion.no_results
source: There are no promotions configured.
de: Keine Ergebnisse
hr: Nema trenutno aktivnih akcija.
it: Non ci sono promozioni configurate.
pl: Brak promocji.
sr_cyrl: Нема конфигурисаних промоција.

# sylius.promotion.rules
source: Rules
de: Regeln
hr: Pravila
it: Regole
pl: Reguły
sr_cyrl: Правила

# sylius.promotion.show_header
source: Promotion details
de: Aktion anzeigen
hr: Detalji akcije
it: Dettagli promozione
pl: Szczegóły promocji
sr_cyrl: Детаљи промоције

# sylius.promotion.starts_at
source: Starts at
de: Beginnt
hr: Početak
it: Inizia
pl: Data rozpoczęcia
sr_cyrl: Почиње

# sylius.promotion.update_header
source: Editing promotion
de: Aktion editieren
hr: Ažuriranje akcije
it: Modifica promozione
pl: Edycja promocji
sr_cyrl: Ажурирање промоције

# sylius.promotion.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Aggiornata
pl: Data aktualizacji
sr_cyrl: Ажурирано

# sylius.promotion.usage_limit
source: Usage limit
de: Aktionslimit
hr: Ograničenje
it: Limite di utilizzo
pl: Limit użycia
sr_cyrl: Ограничење коришћења

# sylius.promotion.used
source: Used
de: Aktion wird verwendet
hr: Iskorišteno
it: Usata
pl: Użyto
sr_cyrl: Коришћено

# sylius.promotion_action.configuration
source: Configuration
de: Aktionskonfiguration
hr: Podešavanje
it: Configurazione
pl: Konfiguracja
sr_cyrl: Конфигурација

# sylius.promotion_action.type
source: Type
de: Aktionstyp
hr: Tip
it: Tipo
pl: Typ
sr_cyrl: Тип

# sylius.promotion_coupon.create
source: Add coupon
de: Erstellt
hr: Dodaj kod za popust
it: Aggiungi coupon
pl: Dodaj kupon promocyjny
sr_cyrl: Додај купон

# sylius.promotion_coupon.create_header
source: Create new coupon
de: Coupon erstellen
hr: Novi kod za popust
it: Crea nuovo coupon
pl: Dodaj nowy kupon promocyjny
sr_cyrl: Нови купон

# sylius.promotion_coupon.generate
source: Generate coupons
de: Generieren
hr: Generirajte kod za popust
it: Genera coupon
pl: Wygeneruj kupony promocyjne
sr_cyrl: Генериши купоне

# sylius.promotion_coupon.generate_header
source: Generating coupons
de: Coupons generieren
hr: Generiranje kodova za popust
it: Genera coupon
pl: Generowanie kuponów promocyjnych
sr_cyrl: Генерисање купона

# sylius.promotion_coupon.index
source: List coupons
de: Coupons
hr: Izlist kodova za popust
it: Lista coupon
pl: Lista kuponów promocyjnych
sr_cyrl: Листа купона

# sylius.promotion_coupon.index_header
source: Coupons
de: sylius.promotion_coupon.index_header
hr: sylius.promotion_coupon.index_header

# sylius.promotion_coupon.no_results
source: There are no coupon to display.
de: Keine Ergebnisse
hr: Nema kodova za prikaz.
it: Non ci sono coupon da mostrare.
sr_cyrl: Нема купона за приказ.

# sylius.promotion_coupon.total_results
source: Total: %total%
de: Ergebnisse Coupons
hr: Ukupno: %total%
it: Totale: %total%
pl: Łącznie: %total%
sr_cyrl: Укупоно: %total%

# sylius.promotion_coupon.update_header
source: Editing coupon
de: Coupon editieren
hr: Ažuriranje kupona
it: Editando coupon
pl: Edytowanie kupony promocyjnego
sr_cyrl: Ажурирање купона
