Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/WebBundle/Resources/translations/messages.*.xlf
Languages: de, hr, it, pl, sr_cyrl

# sylius.promotion_rule.configuration
source: Configuration
de: Aktionsregeln konfigurieren
hr: Podeševanje
it: Configurazione
pl: Konfiguracja
sr_cyrl: Конфигурација

# sylius.promotion_rule.type
source: Type
de: Aktionsregeltyp
hr: Tip
it: Tipo
pl: Typ
sr_cyrl: Тип

# sylius.property.add_choice
source: Add choice
de: Auswahl hinzufügen
hr: Dodajte izbor
it: Aggiungi scelta
pl: Dodaj wybór
sr_cyrl: Додајте избор

# sylius.property.create
source: Create property
de: Eigenschaft erstellen
hr: Novi atribut
it: Crea proprietà
pl: Dodaj właściwość
sr_cyrl: Нови атрибут

# sylius.property.create_header
source: New product property
de: Eigenschaft erstellen
hr: Novi atribut artikla
it: Nuovo proprietà del prodotto
pl: Nowa właściwość produktu
sr_cyrl: Нови атрибут производа

# sylius.property.index_header
source: Product properties
de: Eigenschaften
hr: Atributi artikla
it: Proprietà del prodotto
pl: Właściwości produktów
sr_cyrl: Атрибути производа

# sylius.property.manage
source: Manage properties
de: Eigenschaften verwalten
hr: Upravljanje atributima
it: Gestisci proprietà
pl: Zarządzaj właściwościami
sr_cyrl: Управљајте атрибутима

# sylius.property.name
source: name
hr: Naziv
it: nome
pl: nazwa
sr_cyrl: име

# sylius.property.no_results
source: There are no properties configured.
de: Keine Ergebnisse
hr: Nema dodijeljenih atributa
it: Non ci sono proprietà configurate.
pl: Brak skonfigurowanych właściwości.
sr_cyrl: Нема конфигурисаних атрибута.

# sylius.property.presentation
source: presentation
de: Eigenschaftspräsentation
hr: Prezentacija
it: presentazione
pl: nazwa publiczna
sr_cyrl: презентација

# sylius.property.type
source: type
de: Eigenschaftstyp
hr: Tip
it: tipo
pl: typ
sr_cyrl: тип

# sylius.property.update_header
source: Editing property
de: Eigenschaft editieren
hr: Ažuriranje atributa
it: Modificando proprietà
pl: Edycja właściwości
sr_cyrl: Ажурирање атрибута

# sylius.property.updated_at
source: last update
de: Erstellt
hr: Ažurirano
it: ultima modifica
pl: ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.prototype.build
source: Build prototype
de: Entwerfen
hr: Kreiraj prototip
it: Costruisci prototipo
pl: Budowa prototypu
sr_cyrl: Креирај прототип

# sylius.prototype.build_header
source: Building product from prototype
de: Prototypen entwerfen
hr: Kreirajte artikal na bazi prototipa
it: Costruisci un prodotto da un prototipi
pl: Tworzenie produkto na podstwie prototypu
sr_cyrl: Креирајте производ од прототипа

# sylius.prototype.create
source: Create prototype
de: Erstellen
hr: Kreiraj prototip
it: Crea prototipo
pl: Dodaj prototyp
sr_cyrl: Креирај прототип

# sylius.prototype.create_header
source: New prototype
de: Prototyp erstellen
hr: Novi prototip
it: Nuovo prototipo
pl: Nowy prototyp
sr_cyrl: Нови прототип

# sylius.prototype.index_header
source: Product prototypes
de: Prototypen
hr: Prototipovi artikla
it: Prototipi di prodotto
pl: Prototypy produktów
sr_cyrl: Прототипови производа

# sylius.prototype.name
source: name
hr: Naziv
it: nome
pl: nazwa
sr_cyrl: име

# sylius.prototype.no_results
source: There are no prototypes defined.
de: Keine Ergebnisse
hr: Nema definiranih prototipova.
it: Non ci sono prototipi definiti.
pl: Brak zdefiniowanych prototypów.
sr_cyrl: Нема дефинисаних прототипова.

# sylius.prototype.options
source: options
de: Optionen
hr: Opcije
it: opzioni
pl: warianty
sr_cyrl: опције

# sylius.prototype.properties
source: properties
de: Eigenschaften
hr: Atributi
it: propietà
pl: właściwości
sr_cyrl: атрибути

# sylius.prototype.update_header
source: Editing prototype
de: Prototyp editieren
hr: Ažuriranje prototipa
it: Modificando prototipo
pl: Edytowanie prototypu
sr_cyrl: Ажурирање прототипа

# sylius.prototype.updated_at
source: last update
de: Erstellt
hr: Ažurirano
it: ultima modifica
pl: ostatnia aktualizacja
sr_cyrl: Ажурирано

# sylius.province.provinces
source: Provinces
de: Bundesländer
hr: Županije
it: Province
pl: Województwa
sr_cyrl: Провинције

# sylius.remember_me
source: Remember me?
de: Eingeloggt bleiben
hr: Zapamti me?
it: Ricordami?
pl: Zapamiętaj mnie?
sr_cyrl: Запамти ме?

# sylius.save_changes
source: Save changes
de: Änderungen speichern
hr: Sačuvaj izmjene
it: Salva cambiamenti
pl: Zapisz zmiany
sr_cyrl: Сачувај измене

# sylius.search
source: Search
de: sylius.search
hr: Pretraga

# sylius.settings.general_header
source: General settings
de: Verwaltung
hr: Opće postavke
it: Configurazione generale
pl: Ustawienia ogólne
sr_cyrl: Генерална подешавања

# sylius.settings.taxation_header
source: Taxation settings
de: Besteuerung
hr: Podešavanja poreza
it: Configurazioni fiscali
pl: Podatek
sr_cyrl: Подешавања пореза

# sylius.shipment.created_at
source: created at
de: Erstellt
hr: Kreirano
it: creato
pl: data utworzenia
sr_cyrl: направљено

# sylius.shipment.index_header
source: Shipments
de: Versandarten
hr: Dostavljanje
it: Spedizioni
pl: Przesyłki
sr_cyrl: Испоруке

# sylius.shipment.inventory_state
source: inventory state
de: Bestand Status
hr: Stanje zaliha
it: stato dell'inventario
pl: Status sprzedaży
sr_cyrl: стање залиха

# sylius.shipment.manage
source: Manage shipments
de: Verwalten
hr: Upravljanje pošiljkama
it: Gestisci spedizioni
pl: Zarządzanie przesyłkami
sr_cyrl: Управљајте пошиљкама

# sylius.shipment.method
source: method
de: Methode
hr: Vrsta
it: metodo
pl: metoda
sr_cyrl: метод

# sylius.shipment.modified
source: modified
de: Geändert
hr: Izmijenjeno
it: modificato
sr_cyrl: измењено

# sylius.shipment.name
source: name
hr: Naziv
it: nome
pl: nazwa
sr_cyrl: име

# sylius.shipment.no_items
source: There are no items to display.
de: Keine Arten verfügbar
hr: Nema artikala za prikaz.
it: Non ci sono oggetti da mostrare.
sr_cyrl: Нема производа за приказ.

# sylius.shipment.no_results
source: There are no shipments to display.
de: Keine Ergebnisse
hr: Nema pošiljaka za prikaz.
it: Non ci sono spedizioni da mostrare.
pl: Brak przesyłek.
sr_cyrl: Нема пошиљака за приказ.

# sylius.shipment.order
source: order
de: Reihenfolge
hr: Narudžba
it: ordine
sr_cyrl: наруџбина

# sylius.shipment.show_header
source: Shipment details
de: Versandart Details
hr: Detalji pošiljke
it: Dettagli spedizione
pl: Szczegóły przesyłki
sr_cyrl: Детаљи пошиљке

# sylius.shipment.sku
source: SKU
de: Artikelposition
hr: Kod
sr_cyrl: СКУ

# sylius.shipment.state
source: state
de: Versandstatus
hr: Stanje
it: stato
pl: status
sr_cyrl: стање

# sylius.shipment.updated_at
source: last update
de: Geändert
hr: Ažurirano
it: ultima modifica
pl: ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.shipment_category.manage
source: Manage shipping categories
de: Versandkategorie verwalten
hr: Upravljajte tipovima dostave
it: Gestisci categorie di spedizione
pl: Zarządzaj kategoriami wysyłki
sr_cyrl: Управљајте категоријама слања

# sylius.shipping_category.create
source: Create shipping category
de: Erstellen
hr: Kreirajte tip dostave
it: Crea una categoria di spedizione
pl: Dodaj kategorię wysyłki
sr_cyrl: Нова категорија слања

# sylius.shipping_category.create_header
source: New shipping category
de: Versandkategorie erstellen
hr: Novi tip dostave
it: Nuova categoria di spedizione
pl: Nowa kategoria wysyłki
sr_cyrl: Нова категорија слања

# sylius.shipping_category.index_header
source: Shipping categories
de: Versandkategorien
hr: Kategorije dostave
it: Categorie spedizione
pl: Kategorie wysyłki
sr_cyrl: Категорије слања

# sylius.shipping_category.manage
source: Manage shipping categories
de: Verwalten
hr: Upravljanje kategorija dostave
it: Gestisci categorie di spedizione
pl: Zarządzaj kategoriami wysyłki
sr_cyrl: Управљајте категоријама слања

# sylius.shipping_category.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.shipping_category.no_results
source: There are no shipping categories configured.
de: Keine Ergebnisse
hr: Nema definiranih kategorija dostave.
it: Non ci sono categorie di spedizione predefinite.
pl: Brak skonfigurowanych kategorii wysyłki.
sr_cyrl: Нема конфигурисаних категорија слања.

# sylius.shipping_category.update_header
source: Editing shipping category
de: Versandkategorien editieren
hr: Uređivanje kategorije dostave
it: Editando categorie di spedizione
pl: Edycja kategorii wysyłki
sr_cyrl: Ажурирање категорије слања

# sylius.shipping_category.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.shipping_method.calculator
source: Calculator
de: Versandart Rechner
hr: Kalkulator
it: Calcolatore
pl: Kalkulator
sr_cyrl: Калкулатор

# sylius.shipping_method.category
source: Category
de: Kategorie
hr: Kategorija
it: Categoria
pl: Kategoria
sr_cyrl: Категорија

# sylius.shipping_method.create
source: Create shipping method
de: Erstellen
hr: Novi način dostave
it: Crea un metodo di spedizione
pl: Dodaj metodę wysyłki
sr_cyrl: Нови начин доставе

# sylius.shipping_method.create_header
source: New shipping method
de: Versandart erstellen
hr: Novi način dostave
it: Nuovo metodo di spedizione
pl: Nowa metoda wysyłki
sr_cyrl: Нови начин доставе

# sylius.shipping_method.enabled
source: Is enabled?
de: Aktiv
hr: Aktivno?
it: Abilitato?
pl: Aktywna?
sr_cyrl: Активно?

# sylius.shipping_method.index_header
source: Shipping methods
de: Versandarten anzeigen
hr: Načini dostave
it: Metodo di spedizione
pl: Metody wysyłki
sr_cyrl: Начини доставе

# sylius.shipping_method.manage
source: Manage shipping methods
de: Verwalten
hr: Upravljajte načinima dostave
it: Gestisci metodo di spedizione
pl: Zarządzaj metodami wysyłki
sr_cyrl: Управљајте начинима доставе

# sylius.shipping_method.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.shipping_method.no_results
source: There are no shipping methods configured.
de: Keine Ergebnisse
hr: Nema postavljenih načina dostava.
it: Non ci sono metodi di spedizione configurati.
pl: Brak metod wysyłki.
sr_cyrl: Нема конфигурисаних начина доставе.

# sylius.shipping_method.show_header
source: Shipping method details
de: Versandart Details
hr: Detalji načina dostave
it: Dettaglio spedizione
pl: Szczegóły metody wysyłki
sr_cyrl: Детаљи налина доставе

# sylius.shipping_method.update_header
source: Editing shipping method
de: Versandart editieren
hr: Ažuriranje načina dostave
it: Modificando metodo di spedizione
pl: Edycja metody wysyłki
sr_cyrl: Ажурирање начина доставе

# sylius.shipping_method.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.shipping_method.zone
source: Zone
de: Versandgebiet
hr: Regija
it: Zona
pl: Strefa
sr_cyrl: Зона

# sylius.shop_by
source: Shop by
de: Shop von
hr: Kupujte po
it: eshop by
pl: Przeglądaj
sr_cyrl: Купујте по

# sylius.show
source: details
hr: Detalji
it: dettaglio
pl: szczegóły
sr_cyrl: Детаљи

# sylius.show_all
source: Show all
de: sylius.show_all
hr: sylius.show_all

# sylius.stockable.index_header
source: Inventory <small>Here you can see current stock levels</small>
de: Lagerung
hr: Skladište <small>Pregled stanja zaliha</small>
it: Inventario <small>Qua puoi controllare i livelli di magazzino</small>
pl: Magazyn <small>Tutaj możesz zobaczyć aktualne stany magazynowe</small>
sr_cyrl: Лагер <small>Преглед стања залиха</small>

# sylius.stockable.name
source: name
hr: Naziv
it: nome
pl: nazwa
sr_cyrl: Име

# sylius.stockable.no_results
source: There are no inventory items to display.
de: Keine Ergebnisse
hr: Nema niti jednoga artikla na skladištu.
it: Non ci sono oggetti dell'inventario da mostrare.
pl: Brak produktów do wyświetlenia.
sr_cyrl: Нема залиха.

# sylius.stockable.on_hand
source: stock level
de: Verfügbar
hr: Nivo zaliha
it: livello magazzino
pl: w magazynie
sr_cyrl: ниво залиха

# sylius.stockable.sku
source: sku
de: Artikelposition
hr: Kod
sr_cyrl: СКУ

# sylius.stockable.updated_at
source: last update
de: Geändert
hr: Ažurirano
it: ultima modifica
pl: ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.tax_category.create
source: Create tax category
de: Steuerkategorie erstellen
hr: Kreirajte kategoriju poreza
it: Crea una categoria fiscale
pl: Dodaj kategorię podatkową
sr_cyrl: Креирајте категорију пореза

# sylius.tax_category.create_header
source: New tax category
de: Steuerkategorie erstellen
hr: Nova kategorija poreza
it: Nuova categoria fiscale
pl: Nowa kategoria podatkowa
sr_cyrl: Нова категорија пореза

# sylius.tax_category.description
source: Description
de: Beschreibung
hr: Opis
it: Descrizione
pl: Opis
sr_cyrl: Опис

# sylius.tax_category.index_header
source: Taxation categories
de: Steuerkategorien
hr: Kategorije poreza
it: Categorie fiscali
pl: Kategorie podatkowe
sr_cyrl: Категорије пореза

# sylius.tax_category.manage
source: Manage tax categories
de: Verwalten
hr: Upravljajte kategorijama poreza
it: Gestisci categorie fiscali
pl: Zarządaj kategoriami podatkowymi
sr_cyrl: Управљајте категоријама пореза

# sylius.tax_category.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.tax_category.no_description
source: No description
de: Keine Beschreibung
hr: Nema opisa
it: Nessuna descrizione
pl: Brak opisu
sr_cyrl: Нема описа

# sylius.tax_category.no_results
source: There are no tax categories configured.
de: Keine Ergebnisse
hr: Nema definiranih kategorija poreza.
it: Nessuna categoria fiscale trovata.
pl: Brak skonfigurowanych kategorii podatkowych.
sr_cyrl: Нема конфигурисаних категорија пореза.

# sylius.tax_category.update_header
source: Editing tax category
de: Steuerkategorie editieren
hr: Ažuriranje kategorije poreza
it: Modificando categoria fiscale
pl: Eycja kategorii podatkowej
sr_cyrl: Ажурирање категорије пореза

# sylius.tax_category.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.tax_rate.amount
source: Amount
de: Steuersatz
hr: Iznos
it: Ammontare
pl: Wartość
sr_cyrl: Количина

# sylius.tax_rate.calculator
source: Calculator
de: Steuersatzrechner
hr: Kalkulator
pl: Kalkulator
sr_cyrl: Калкулатор

# sylius.tax_rate.category
source: Category
de: Kategorie
hr: Kategorija porezne stope
it: Categoria fiscale
pl: Kategoria
sr_cyrl: Категорија пореске стопе

# sylius.tax_rate.create
source: Create tax rate
de: Erstellen
hr: Kreirajte poreznu stopu
it: Crea categoria fiscale
pl: Dodaj stawkę podatkową
sr_cyrl: Креирајте порез

# sylius.tax_rate.create_header
source: New tax rate
de: Steuersatz erstellen
hr: Nova porezna stopa
it: Nuova categoria fiscale
pl: Nowa stawka podatkowa
sr_cyrl: Нови порез

# sylius.tax_rate.included_in_price
source: Included in price?
de: Im Preis enthalten
hr: Uključena u cijenu?
it: Inclusa nel prezzo
pl: Wliczony w cenę?
sr_cyrl: Укљуцен у цену?

# sylius.tax_rate.index_header
source: Tax rates
de: Steuersätze
hr: Porezne stope
it: Aliquote fiscali
pl: Stawki podatkowe
sr_cyrl: Пореске стопе

# sylius.tax_rate.manage
source: Manage tax rates
de: Verwalten
hr: Upravljajte poreznim stopama
it: Gestisci aliquote fiscali
pl: Zarządaj stawkami podatkowymi
sr_cyrl: Управљајте пореским стопама

# sylius.tax_rate.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.tax_rate.no_results
source: There are no tax rates configured.
de: Keine Ergebnisse
hr: Nema definiranih poreznih stopa.
it: Non ci sono aliquote fiscali configurate.
pl: Brak skonfigurowanych stawek podatkowych.
sr_cyrl: Нема конфигурисаних пореских стопа.

# sylius.tax_rate.show_header
source: Tax rate details
de: Steuersätze
hr: Detalji porezne stope
it: Dettaglio aliquota fiscale
pl: Szczegóły stawki podatkowej
sr_cyrl: Детаљи пореза

# sylius.tax_rate.update_header
source: Updating tax rate
de: Steuersätze editieren
hr: Ažuriranje porezne stope
it: Aggiornando aliquota fiscale.
pl: Edycja stawki podatkowej
sr_cyrl: Ажурирање пореске стопе

# sylius.tax_rate.updated_at
source: Last update
de: Geändert
hr: Ažurirano
it: Ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: ажурирано

# sylius.tax_rate.zone
source: Zone
de: Gebiet
hr: Zona
it: Zona aliquota fiscale
pl: Strefa
sr_cyrl: Зона

# sylius.taxon.create
source: Create taxon
de: Klassifizierung hinzufügen
hr: Kreiraj kategoriju
it: Crea categoria
pl: Dodaj taksonomie
sr_cyrl: Креирај категорију

# sylius.taxon.create_header
source: New taxon
de: Klassifizierung hinzufügen
hr: Nova kategorija
it: Nuova categoria
pl: Nowa taksonomia
sr_cyrl: Нова категорија

# sylius.taxon.image
source: Choose image
hr: Izaberite sliku
it: Scegli immagine
pl: Wybierz zdjęcie
sr_cyrl: Изаберите слику

# sylius.taxon.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.taxon.no_image
source: There is no image for this taxon
hr: Nema slika za ovu kategoriju.
it: Non ci sono immagini per questa categoria
pl: Brak zdjęcia
sr_cyrl: Наме слике за категоризацију

# sylius.taxon.no_results
source: There are no taxons to display.
de: Keine Ergebnisse
hr: Nema kategorija za prikaz.
it: Non ci sono categorie da mostrare.
sr_cyrl: Нема резултата.

# sylius.taxon.update_header
source: Editing taxon
de: Klassifizierung editieren
hr: Ažuriranje kategorije
it: Modificando categoria
pl: Edycja taksonomii
sr_cyrl: Ажурирање категоризације

# sylius.taxonomy.create
source: Create taxonomy
de: Erstellen
hr: Kreirajte kategoriju
it: Crea categorizzazione
pl: Dodaj taksonomie
sr_cyrl: Креирајте категоризацију

# sylius.taxonomy.create_header
source: New taxonomy
de: Klassifizierung editieren
hr: Nova kategorija
it: Nuova categorizzazione
pl: Nowa taksonomia
sr_cyrl: Нова категоризација

# sylius.taxonomy.image
source: Choose image
hr: Odaberite sliku
it: Scegli immagine
pl: Wybierz zdjęcie
sr_cyrl: Изаберите слику

# sylius.taxonomy.index_header
source: Categorization <small>Here you see the defined taxonomies</small>
de: Taxonomie
hr: Kategorija <small>Ovdje su vam definirane kategorije</small>
it: Categorizzazione <small>qua vedi definite le tue categorie</small>
pl: Taksonomia <small>Tutaj znajdziesz zdefiniowane grupy produktów</small>
sr_cyrl: Категоризација <small>Дефинисане категорије</small>

# sylius.taxonomy.manage
source: Manage taxonomies
de: sylius.taxonomy.manage
hr: sylius.taxonomy.manage

# sylius.taxonomy.name
source: Name
hr: Naziv
it: Nome
pl: Nazwa
sr_cyrl: Име

# sylius.taxonomy.no_image
source: There is no image for this taxonomy
de: sylius.taxonomy.no_image
hr: Nema slike za ovu kategoriju
it: Non ci sono immagini per questa categorizzazione
pl: Brak zdjęcia
sr_cyrl: Нема слика за категоризацију

# sylius.taxonomy.no_results
source: There are no taxonomies defined.
de: Keine Ergebnisse
hr: Nema definiranih kategorija.
it: Non ci sono categorizzazioni definite.
pl: Brak zdefiniowanych grup produktów.
sr_cyrl: Нема дефинисаних категоризација.

# sylius.taxonomy.show_header
source: Taxonomy <small><strong>%name%</strong></small>
de: Taxonomie Details
hr: Kategorija <small><strong>%name%</strong></small>
it: Categorizzazione <small><strong>%name%</strong></small>
pl: Taksonomia <small><strong>%name%</strong></small>
sr_cyrl: Категоризација <small><стронг>%name%</стронг></small>

# sylius.taxonomy.update_header
source: Editing taxonomy
de: Taxonomie editieren
hr: Ažuriranje kategorije
it: Modificando categorizzazione
pl: Edycja taksonomii
sr_cyrl: Ажурирање категоризације

# sylius.user.billing_address
source: Billing address
de: sylius.user.billing_address
hr: Adresa

# sylius.user.create
source: create user
de: sylius.user.create
hr: Kreiranje korisnika

# sylius.user.create_header
source: New user
de: sylius.user.create_header
hr: Novi korisnik

# sylius.user.enabled
source: Confirmed?
de: Aktiviert
hr: Potvrđeno?
it: Confermato?
pl: Aktywny?
sr_cyrl: Омогућено?

# sylius.user.filter.all
source: Show all users
de: Alle Benutzer
hr: Prikaz svih korisnika
it: Mostra tutti gli utenti
pl: Zobacz wszystkich użytkowników
sr_cyrl: Приказ свих корисника

# sylius.user.filter.unconfirmed
source: Unconfirmed accounts
de: Unbestätigt
hr: Nepotvrđeni računi
it: Account non confermati
pl: Niepotwierdzone konta
sr_cyrl: Непотврђени налози

# sylius.user.first_name
source: First name
de: sylius.user.first_name
hr: Ime

# sylius.user.general_info
source: User "%username%" general info
de: Informationen
hr: Korisnik "%username%"
it: Informazione generali utente "%username%"
pl: Szczegóły użytkownika "%username%"
sr_cyrl: Корисник "%username%"

# sylius.user.index_header
source: Users <small>List of all users registered in store</small>
de: Benutzer
hr: Korisnici <small>Lista svih registriranih korisnika</small>
it: Utenti <small>Lista degli utenti registrati al negozio</small>
pl: Użytkownicy <small>Lista wszystkich zarejestrowanych użytkowników w sklepie</small>
sr_cyrl: Корисници <small>Листа свих регистрованих корисника</small>

# sylius.user.last_login
source: Last login
de: Letzter Login
hr: Posljednja prijava
it: Ultimo login
pl: Ostatnio zalogowany
sr_cyrl: Последње пријављивање

# sylius.user.last_name
source: Last name
de: sylius.user.last_name
hr: Prezime

# sylius.user.manage
source: manage users
de: sylius.user.manage
hr: Upravljanje korisnicima

# sylius.user.no_results
source: There are no users to display.
de: Keine Ergebnisse
hr: Nema korisnika za prikaz.
it: Non ci sono utenti da visualizzare.
pl: Brak użytkowników.
sr_cyrl: Нема корисника за приказ.

# sylius.user.order.no_results
source: There are no orders for this user to display.
de: Keine Ergebnisse
hr: Ovaj korisnik nije naručio putem web trgovine.
it: Non ci sono ordini da visualizzare
pl: sylius.user.order.no_results
sr_cyrl: Нема наруџбина корисника

# sylius.user.orders
source: User orders
de: Bestellungen
hr: Narudžbe korisnika
it: Ordini utente
pl: sylius.user.orders
sr_cyrl: Наруџбине корисника

# sylius.user.recent_header
source: Recent users
de: Neueste Benutzer
hr: Posljednji korisnici
it: Utenti recenti
pl: Ostatnio zarejestrowani użytkownicy
sr_cyrl: Последњи корисници

# sylius.user.shipping_address
source: Shipping address
de: sylius.user.shipping_address
hr: Adresa za dostavu

# sylius.user.show_header
source: User details
de: Benutzer
hr: Korisnički detalji
it: Dettagli utente
pl: Szczegóły użytkownika
sr_cyrl: Детаљи корисника

# sylius.user.update_header
source: Editing user
de: sylius.user.update_header
hr: Uređivanje korisnika

# sylius.user.username
source: Username
de: Benutzername
hr: Korisničko ime
it: Nome utente
pl: Nazwa użytkownika
sr_cyrl: Кросницко име

# sylius.variant.add_image
source: Add image
de: Bild hinzufügen
hr: Dodavanje slike
it: Aggiungi immagini
pl: Dodaj zdjęcie
sr_cyrl: Додај слику

# sylius.variant.availability
source: Availability
de: Verfügbarkeit
hr: Dostupnost
it: Disponibilità
pl: Dostepność
sr_cyrl: Доступност

# sylius.variant.available_on_demand
source: Available on demand
de: Auf Nachfrage
hr: Dostupno na zahtjev
it: Disponibile su richiesta
pl: Dostępny na zamówienie
sr_cyrl: Доступно на захтев

# sylius.variant.create
source: Create variant
de: Erstellen
hr: Kreiraj model
it: Crea variante
pl: Dodaj wariant
sr_cyrl: Креирај варијанту

# sylius.variant.create_header
source: New product variant
de: Variante erstellen
hr: Novi model
it: Nuova variante prodotto
pl: Nowy wariant produktu
sr_cyrl: Нова варијанта производа

# sylius.variant.delete_image
source: Delete image
de: Bild löschen
hr: Obriši sliku
it: cancella immagine
pl: Usuń zdjęcie
sr_cyrl: Избришите слику

# sylius.variant.last_update
source: Last update
de: Letztes Update
hr: Ažurirano
it: ultima modifica
pl: Ostatnia aktualizacja
sr_cyrl: последња измена

# sylius.variant.no_results
source: There are no variants to display.
de: Keine Ergebnisse
hr: Nema modela za prikaz.
it: Non ci sono varianti da mostrare.
pl: Brak wariantów do wyświetlenia.
sr_cyrl: Нема варијанти производа за приказ.

# sylius.variant.options
source: Options
de: Optionen
hr: Opcije
it: Opzioni
pl: Opcje
sr_cyrl: Опције
