Repository: Sylius/Sylius
Catalog: src/Sylius/Bundle/PromotionBundle/Resources/translations/validators.*.xlf
Languages: es, hr

# sylius.promotion.description.max_length
source: Promotion description must not be longer than 1 character.|Promotion description must not be longer than {{ limit }} characters.
es: La descripción de la promoción no debe tener más de 1 carácter.|La descripción de la promoción no debe tener más de {{ limit }} caracteres.
hr: Opis akcije ne smije biti duži od jednog znaka.|Opis akcije ne smije biti duži od {{ limit }} znakova.

# sylius.promotion.description.min_length
source: Promotion description must be at least 1 character long.|Promotion description must be at least {{ limit }} characters long.
es: La descripción de la promoción debe tener al menos 1 carácter.|La descripción de la promoción debe tener al menos {{ limit }} caracteres.
hr: Opis akcije mora imati najmanje jedan znak.|Opis akcije mora sadržavati najmanje {{ limit }} znakova.

# sylius.promotion.description.not_blank
source: Please enter promotion description.
es: Por favor introduce la descripción de la promoción.
hr: Unesite opis akcije.

# sylius.promotion.name.max_length
source: Promotion name must not be longer than 1 character.|Promotion name must not be longer than {{ limit }} characters.
es: El nombre de la promoción no debe tener más de 1 carácter.|El nombre de la promoción no debe tener más de {{ limit }} caracteres.
hr: Naziv akcije ne smije biti duži od jednog znaka.|Naziv akcije ne smije biti duži od {{ limit }} znakova.

# sylius.promotion.name.min_length
source: Promotion name must be at least 1 character long.|Promotion name must be at least {{ limit }} characters long.
es: El nombre de la promoción debe tener al menos 1 carácter.|El nombre de la promoción debe tener al menos {{ limit }} caracteres.
hr: Naziv akcije mora imati najmanje jedan znak.|Naziv akcije mora sadržavati najmanje {{ limit }} znakova.

# sylius.promotion.name.not_blank
source: Please enter promotion name.
es: Por favor introduzca el nombre de la promoción.
hr: Unesite naziv akcije.

# sylius.promotion_coupon.code.max_length
source: Coupon code must not be longer than 1 character.|Coupon code must not be longer than {{ limit }} characters.
es: El código del cupón no debe tener más de 1 carácter.|El código del cupón no debe tener más de {{ limit }} caracteres.
hr: Kod za popust ne smije biti duži od jednog znaka|Kupon za popust ne smije biti duži od {{ limit }} znakova.

# sylius.promotion_coupon.code.min_length
source: Coupon code must be at least 1 character long.|Coupon code must be at least {{ limit }} characters long.
es: El código del cupón debe tener al menos 1 carácter.|El código del cupón debe tener al menos {{ limit }} caracteres.
hr: Kod za popust mora imati najmanje jedan znak.|Kod za popust mora sadržavati najmanje {{ limit }} znakova.

# sylius.promotion_coupon.code.not_blank
source: Please enter coupon code.
es: Por favor introduzca el código del cupón.
hr: Unesite kod za popust.

# sylius.promotion_coupon.usage_limit.min
source: Coupon usage limit must be at least {{ limit }}.
es: El límite de uso del cupón debe ser al menos {{ limit }}.
hr: Ograničenje upotrebe koda za popust mora biti najmanje {{ limit }}.

# sylius.promotion_coupon_generate_instruction.amount.min
source: Amount of coupons to generate must be at least {{ limit }}.
es: La cantidad de cupones a generar debe ser al menos {{ limit }}.
hr: Broj kodova za popust koje treba generirati mora biti najmanje {{ limit }}.

# sylius.promotion_coupon_generate_instruction.amount.not_blank
source: Please enter amount of coupons to generate.
es: Por favor introduzca la cantidad de cupones a generar.
hr: Unesite količinu kodova za popust koju želite.

# sylius.promotion_coupon_generate_instruction.usage_limit.min
source: Usage limit of generated coupons must be at least {{ limit }}.
es: El límite de uso de los cupones generados debe ser de al menos {{ limit }}.
hr: Ograničenje kodova za popust koje želite generirati mora biti najmanje {{ limit }}.
